Repository: TangYumeiSkyable/Seb
Catalog: iOS/supor/Classes/Supporting/*.lproj/Localizable.strings
Languages: de, es_es, fr, it, nl, zh_hant_hk

# umeng_message_alert_current_air_quality
source: Current air quality
de: Aktuelle Luftqualität
es_es: Calidad del aire actual
fr: Qualité de l'air actuelle
it: Attuale qualità dell'aria
nl: Actuele luchtkwaliteit
zh_hant_hk: 目前空氣質素

source: Logout failed
de: Verbindung fehlgeschlagen
es_es: Error al cerrar sesión
fr: Echec de la déconnexion
it: Log out non riuscito
nl: Uitloggen is mislukt
zh_hant_hk: 登出失敗

# airpurifier_user_agreement_content
source: and the personal data policy.
de: und umgang mit personenbezogenen Daten.
es_es: y la política de datos personales.
fr: et la politique de données personnelles.
it: politica di trattamento dei dati personali.
nl: en persoonlijk databeleid.
zh_hant_hk: 及個人資料政策。

# request_permission_tip
source: Wifi and location must be enabled
de: Wifi und Standortservice müssen aktiviert sein
es_es: El Wifi y la localización deben estar activados
fr: Le Wifi et la localisation doivent être activés
it: È necessario abilitare il WiFi e la localizzazione
nl: Schakel WiFI en locatie in
zh_hant_hk: 必須啟用Wi-Fi和定位服務

# request_permission_has
source: WiFi and location are enabled
de: Wifi und Standortservice sind aktiviert
es_es: El Wifi y la localización estan activados
fr: Le Wifi et la localisation sont activés
it: Wi-Fi e localizzazione sono abilitati
nl: WiFi en locatie zijn ingeschakeld
zh_hant_hk: 已啟用Wi-Fi和定位服務

# request_permission_titile
source: WiFi and location
de: Wifi und geo-location
es_es: Wi-Fi y localización
fr: Wifi et localisation
it: Wi-Fi e localizzazione
nl: WiFi en locatie
zh_hant_hk: Wi-Fi和定位服務

# request_permission_wifi_online
source: WiFi enabled
de: Wifi aktiv
es_es: WiFi activado
fr: WiFi activé
it: Abilitare WiFi
nl: WiFi inschakelen
zh_hant_hk: 已啟用Wi-Fi

# request_permission_wifi_offline
source: WiFi disabled
de: Wifi deaktiviert
es_es: WiFi desactivado
fr: WiFi désactivé
it: WiFi disabilitato
nl: WiFi uitschakelen
zh_hant_hk: 已停用Wi-Fi

# request_location_has
source: Location enabled
de: Standortservice aktiviert
es_es: Localización activada
fr: Localisation activée
it: Posizione abilitata
nl: Locatie ingeschakeld
zh_hant_hk: 已啟用定位服務

# request_location_no
source: Location disabled
de: Standortservice deaktiviert
es_es: Localización desactivada
fr: Localisation désactivée
it: Localizzazione disabilitata
nl: Locatie uitgeschakeld
zh_hant_hk: 已停用定位服務

# request_location_wifi_button
source: Activate WiFi
de: Aktives WI-FI
es_es: Activar WiFi
fr: Activer WiFi
it: Attiva Wi-Fi
nl: Activeer WiFi
zh_hant_hk: 啟用Wi-Fi

# request_location_location_button
source: Enable location
de: Standort aktivieren
es_es: Activar localización
fr: Activer la localisation
it: Attivare la posizione
nl: Activeer locatie
zh_hant_hk: 啟用定位服務

# request_location_location_and_wifi
source: Next
de: Weiter
es_es: Siguiente
fr: Suivant
it: avanti
nl: Volgende
zh_hant_hk: 更多詳情

# request_permission_more_info_title
source: More information
de: Mehr Informationen
es_es: Más información
fr: En savoir plus
it: Ulteriori informazioni
nl: Meer informatie
zh_hant_hk: 功能

# request_permission_more_info2
source: During this process, it will have to use the location permission to obtain information about nearby WiFi networks.
de: Während dieses Prozesses müssen es die Lage Erlaubnis verwenden, um Informationen über nahe gelegenen WiFi-Netzwerke.
es_es: Durante este proceso, tendrá que utilizar el permiso de ubicación para obtener información sobre las redes WiFi cercanas.
fr: Au cours de ce processus, il devra utiliser l’autorisation de localisation pour obtenir des informations sur les réseaux WiFi à proximité.
nl: Tijdens dit proces moet de locatie machtiging gebruiken voor informatie over nabijgelegen WiFi-netwerken.
zh_hant_hk: 在此過程中, 它將需用使用位置許可權來獲取附近 WiFi 網路的資訊。

# request_permission_more_info1
source: The pairing with the product is made using your local WiFi network. The product will use the WiFi from your phone to connect with your Internet box.
de: Die Paarung mit dem Produkt erfolgt über das lokale WiFi-Netzwerk. Das Produkt wird das Wlan von Ihrem Telefon verwenden, um mit dem Gerät verbinden.
es_es: El emparejamiento con el producto se realiza usando su red WiFi local. El producto utilizará el WiFi del teléfono para conectar con el dispositivo.
fr: Le jumelage avec le produit est fait à l’aide de votre réseau local WiFi. Le produit utilise le WiFi de votre téléphone pour communiquer avec la box Internet.
nl: De koppeling met het product is gemaakt met behulp van uw lokale WiFi-netwerk. Het product zal de WiFi vanaf uw telefoon gebruiken om te verbinden met het apparaat.
zh_hant_hk: 與產品的配對是使用您的本地 WiFi 網路進行的。產品將使用您手機的WiFi連接您的互聯網盒。

# request_permission_can_next_text
source: Your device is ready for pairing. You can tap "Next".
de: Alles in Ordnung, Sie können „Weiter“ antippen.
es_es: Todo está en orden, puedes pulsar «Siguiente».
fr: Tout est en ordre, vous pouvez presser "Suivant".
nl: Alles is OK, je kunt op 'Volgende' klikken.
zh_hant_hk: 你的裝置已準備好進行配對。你可以表下 ”下一步”

# password_not_secured_enough
source: Your password is not secured enough. Choose a more complex password : avoid name, last name, e-mail…
de: Ihr Passwort ist nicht sicher genug. Wählen Sie ein komplexeres Passwort, das nicht Ihren Vornamen, Ihren Nachnamen, Ihre E-Mail-Adresse o. Ä. enthält…
es_es: Tu contraseña no es lo suficientemente segura. Elige una contraseña más compleja: evita utilizar tu nombre, apellido, correo electrónico, etc.
fr: Votre mot de passe n’est pas assez sécurisé. Choisissez un mot de passe plus complexe : évitez prénom, nom, e-mail…
nl: Je wachtwoord is niet veilig genoeg. Kies een complexer wachtwoord: gebruik niet je voornaam, achternaam, e-mail...
zh_hant_hk: 您的密碼不夠安全。請選擇一個更複雜的密碼：避免名字，姓氏，電子郵件

source: Locate fail
de: Standort fehlgeschlagen
es_es: Problema de ubicación
fr: Echec de la localisation
nl: Zoek fail
zh_hant_hk: 定位失敗

# airpurifier_more_airquality_moderate_new
source: MODERATE POLLUTION
de: MÄßIGER VERSCHMUTZUNG
es_es: CONTAMINACIÓN MODERADA
fr: POLLUTION MODÉRÉE
nl: MATIGE VERONTREINIGING
zh_hant_hk: 適度污染

# airpurifier_more_airquality_high_new
source: HIGH POLLUTION
de: HOHER VERSCHMUTZUNG
es_es: ALTA CONTAMINACIÓN
fr: POLLUTION ELEVEE
nl: HOGE VERVUILING
zh_hant_hk: 高污染

# airpurifier_connect_fail_retry
source: Retry
de: Erneut versuchen
es_es: Reintentar
fr: Réessayer
nl: Opnieuw proberen
zh_hant_hk: 重試

# airpurifier_login_show_personalDataPolicy_text
source: and the personal data policy
de: und umgang mit personenbezogenen Daten
es_es: y la política de datos personales
fr: et la politique de données personnelles
nl: en persoonlijk databeleid
zh_hant_hk: 及個人資料政策。

# Reigist_Changepwd_errorcode_2015_toast_text
source: Your password is not secured enough. Choose a more complex password: avoid name, last name, e-mail…
de: Ihr Passwort ist nicht sicher genug. Wählen Sie ein komplexeres Passwort, das nicht Ihren Vornamen, Ihren Nachnamen, Ihre E-Mail-Adresse o. Ä. enthält…
es_es: Tu contraseña no es lo suficientemente segura. Elige una contraseña más compleja: evita utilizar tu nombre, apellido, correo electrónico, etc…
fr: Votre mot de passe n’est pas assez sécurisé. Choisissez un mot de passe plus complexe : évitez prénom, nom, e-mail…
nl: Je wachtwoord is niet veilig genoeg. Kies een complexer wachtwoord: gebruik niet je voornaam, achternaam, e-mail...
zh_hant_hk: 您的密碼不夠安全。請選擇一個更複雜的密碼：避免名字，姓氏，電子郵件

# airpurifier_cropimage_show_cropsaving_text
source: Saving picture…
de: Bild wird gespeichert…
es_es: Imagen de ahorro…
fr: Enregistrer l’image…
nl: Opslaan foto…
zh_hant_hk: 正在保存圖片

# airpurifier_cropimage_show_cropwait_text
source: Please wait…
de: Bitte warten…
es_es: Por favor, espere…
fr: Veuillez patienter…
nl: Een ogenblik geduld…
zh_hant_hk: 請稍候。。。

# airpurifier_crop_show_pick_error_text
source: No image sources available
de: Keine verfügbaren Bildquellen
es_es: No hay fuentes de imagen
fr: Aucune source d’image disponible
nl: Geen beschikbaar beeldbronnen
zh_hant_hk: 沒有可用的圖像源

# airpurifier_crop_show_done_text
source: OK
zh_hant_hk: 確認

# airpurifier_crop_show_cancel_text
source: Cancel
de: Abbrechen
es_es: Cancelar
fr: Annuler
nl: Annuleren
zh_hant_hk: 取消

# airpurifier_more_show_cookiestitle2item_text
source: During the use of the application, cookies may be placed on your mobile. These cookies serve to store information and some are nessary to access certaion contents and / or services of the application. Select your choice. You can adjust your choice at any time from the page 《Use of cookies》in the 《Settings》section of the application.
de: Während der Nutzung der App werden möglicherweise Cookies auf Ihrem Gerät gesetzt. Mithilfe der Cookies werden Informationen gespeichert und einige sind notwendig, um auf bestimmte Inhalte bzw. Dienste der Anwendung zugreifen zu können. Nehmen Sie die Einstellungen für jede Cookie-Kategorie vor und klicken Sie anschließend auf „bestätigen und fortfahren“. Sie können Ihre Einstellungen jederzeit über die Seite „Nutzung von Cookies“ im Bereich „Einstellungen“ der Anwendung ändern.
es_es: Cuando utilice la aplicación, es posible que se habiliten cookies en su móvil. Estas cookies sirven para almacenar información y algunas son necesarias para acceder a determinados contenidos y/o servicios de la aplicación. Seleccione su preferencia. Puede modificar sus preferencias en cualquier momento en la página «Uso de cookies», en la sección «Configuración» de la aplicación.
fr: Lorsque vous utilisez l’application, des témoins de connexion ou « cookies » peuvent être déposés sur votre appareil. Ces cookies servent à stocker des informations et sont parfois indispensables pour accéder à certains contenus et/ou services de l’application. Sélectionnez votre choix. Vous pourrez le modifier à tout moment à partir de la page “Utilisation des cookies”, dans la rubrique “Paramètres” de l’application.
nl: Tijdens het gebruik van de applicatie kunnen cookies worden geplaatst op uw mobiel toestel. Deze cookies dienen om informatie op te slaan en sommige zijn nodig om toegang te krijgen tot bepaalde inhoud en/of diensten van de applicatie. Maak uw keuze. U kunt uw keuze op elk ogenblik aanpassen via de pagina 《Gebruik van cookies》in de rubriek 《Instellingen》van de applicatie.
zh_hant_hk: 使用應用程式期間，可能會有cookies儲存在您的手機上。這些cookies用以儲存資料，當中部分是存取特定應用程式內容及／或服務所必須的。請選擇要使用哪些cookies。您可隨時在應用程式«設定»中的«使用cookies»頁面，修改這項設定。

# airpurifier_socialize_show_qqzone_text
source: QQqzone
es_es: Qqqzona
fr: Zone QQQ

# airpurifier_more_show_binddevice_text
source: Bind Device
de: Gerät gebunden
es_es: Enlazar dispositivo
fr: Lier le dispositif
it: Dispositivo collegato
nl: Koppelingsapparaat

# airpurifier_more_show_filteritem_text
source: Composite
de: Komposit
es_es: Compuesto
fr: Composant
it: Composito
nl: Composiet

# umeng_message_alert_advises
source: We advise you to turn on your air purifier
de: Wir empfehlen Ihnen, den Luftreiniger einzuschalten
es_es: Se recomienda encender el purificador de aire
fr: Il est conseillé d'allumer le purificateur d’air
it: Suggeriamo di accendere il purificatore d'aria
nl: Wir empfehlen Ihnen, den Luftreiniger einzuschalten

# umeng_message_alert_content_four
source: We advise you to turn on your air purifier
de: Wir empfehlen Ihnen, den Luftreiniger einzuschalten.
es_es: Se recomienda encender el purificador de aire
fr: Il est conseillé d'allumer le purificateur d’air
it: Suggeriamo di accendere il purificatore
nl: Wir empfehlen Ihnen, den Luftreiniger einzuschalten

# airpurifier_more_show_pm_text_ios
source: PM2.5
fr: Particules fines

# airpurifier_application_show_appname_text
source: Pure Air
it: Aria pura
