Repository: TangYumeiSkyable/Seb
Catalog: iOS/supor/Classes/Supporting/*.lproj/Localizable.strings
Languages: de, es_es, fr, it, nl, zh_hant_hk

# airpurifier_cm_san_qrcode
source: Scan the QR code located behind your purifier
de: Scannen Sie den QR-Code des Geräts, um es hinzuzufügen
es_es: Escanear el código QR del aparato para que Seb le añada el equipo
fr: Scannez le code QR situé à l'arrière de votre purificateur
it: Scansiona il codice QR dietro il tuo purificatore
nl: Scannen Sie den QR-Code des Geräts, um es hinzuzufügen
zh_hant_hk: 請掃瞄機身背面的QR碼

# airpurifier_cm_san_qrcode_msg
source: Please allow Rowenta to access to your camera, in your privacy settings / Camera
de: Bitte ermöglichen Sie Rowenta in den Systemeinstellungen auf die Kamera zuzugreifen
es_es: Por favor, en "configuración de privacidad-cámara" permita el acceso a la cámara
fr: Veuillez autoriser Rowenta à accéder à votre caméra. (Paramètres systèmes / Gestionnaire d'applications).
nl: Geef Rowenta toegang tot je camera, in je privacy-instellingen/ Camera.
zh_hant_hk: 請允許 Tefal 訪問您的相機, 在您的隱私設置/相機

# airpurifier_public_ok
source: OK
es_es: Aceptar
zh_hant_hk: 確認

# airpurifier_public_cancel
source: Cancel
de: Abbrechen
es_es: Cancelar
fr: Annuler
it: Cancella
nl: Annuleren
zh_hant_hk: 取消

# airpurifier_public_refuse
source: Refuse
de: Verweigern
es_es: Rechazar
fr: Refuser
it: Rifiuta
nl: Weigeren
zh_hant_hk: 拒絕

# airpurifier_public_confirm
source: Confirm
de: Bestätigen
es_es: Confirmar
fr: Valider
it: Conferma
nl: Bevestigen
zh_hant_hk: 確認

# airpurifier_public_nodata
source: No Data
de: Keine Daten
es_es: No hay datos
fr: Aucune donnée
it: Nessun dato
nl: Geen gegevens
zh_hant_hk: 沒有資料

# airpurifier_public_fail
source: Fail
de: Nicht erfolgreich
es_es: Error
fr: Erreur
it: Non riuscito
nl: mislukt
zh_hant_hk: 失敗

# airpurifier_public_success
source: Success
de: Erfolgreich
es_es: Exito
fr: Succès
it: Riuscito
nl: gelukt
zh_hant_hk: 成功

# airpurifier_login_cookies_title
source: Cookies
zh_hant_hk: Cookie

# airpurifier_login_cookies_msg_ios
source: By clicking <OK>, you accept the use of audience measurement cookies to enhance your user experience.
de: Wenn Sie <OK> klicken, akzeptieren Sie die Verwendung von Cookies zur Verbesserung Ihres Nutzererlebnisses.
es_es: Al hacer clic en <OK>, acepta la utilización de cookies de medición de audiencia para mejorar su experiencia de usuario.
fr: En cliquant sur <OK>, vous acceptez d’utiliser les cookies de mesure d'audience pour améliorer votre expérience utilisateur.
it: Cliccando su <OK>, accetti di utilizzare cookie di misurazione dell'audience per migliorare l'esperienza utente.
nl: Als je op <OK> klikt, ga je akkoord met het gebruik van cookies voor het meten van bezoekcijfers om je gebruikerservaring te verbeteren.
zh_hant_hk: 當您點擊「確認」，表示您接受使用受眾測量cookies改進您的使用體驗。

# airpurifier_login_cookies_more
source: Settings
de: Mehr
es_es: Más
fr: Plus
it: Impostazioni
nl: Instellingen
zh_hant_hk: 設定

# airpurifier_login_show_forgetpwd_text
source: Forgotten password
de: Passwort vergessen
es_es: Contraseña olvidada
fr: Mot de passe oublié
it: Password dimenticata
nl: Wachtwoord vergeten
zh_hant_hk: 忘記密碼

# airpurifier_login_show_register_text
source: Create an account
de: Konto erstellen
es_es: Crear una cuenta
fr: Créer un compte
it: Crea un account
nl: Een account aanmaken
zh_hant_hk: 建立帳戶

# airpurifier_login_show_button_text
source: Log in
de: Anmelden
es_es: Conectarse
fr: Se connecter
nl: Inloggen
zh_hant_hk: 登入

# airpurifier_login_show_email_hint
source: Input email address
de: E-Mail-Adresse eingeben
es_es: Dirección de correo electrónico de entrada
fr: Adresse e-mail
it: Inserisci indirizzo e-mail
nl: E-mailadres invoeren
zh_hant_hk: 輸入電郵地址

# airpurifier_login_show_pwd_hint
source: Input password
de: Passwort eingeben
es_es: Ingresar contraseña
fr: Mot de passe
it: Inserisci password
nl: Wachtwoord invoeren
zh_hant_hk: 輸入密碼

# airpurifier_login_show_toswrongpwdaccount_text
source: Account or password is wrong
de: Falsches Konto oder Passwort
es_es: Cuenta o contraseña incorrecta
fr: E-mail ou mot de passe incorrect
it: Account o password sbagliata
nl: Gebruikersnaam of wachtwoord is verkeerd
zh_hant_hk: 帳戶或密碼不正確

# airpurifier_login_show_tosneterror_text
source: Network connection error
de: Problem mit der Netzwerkverbindung
es_es: Error de conexión de red
fr: Erreur de connexion réseau
it: Errore di connessione rete
nl: Netwerkverbindingsfout
zh_hant_hk: 網絡連線錯誤

# airpurifier_login_show_toslogining_text
source: Being logged in, please hold on...
de: Sie werden eingeloggt, bitte warten Sie…
es_es: Iniciando sesión, por favor espere...
fr: Connexion en cours, merci de patienter...
it: In fase di log in, si prega di attendere...
nl: Je wordt ingelogd, even geduld a.u.b…
zh_hant_hk: 登入中，請稍候……

# airpurifier_login_show_registepasswordrule_text
source: Minimum 8 characters, including 1 capital letter, 1 small letter, 1 number.
de: Mindestens 8 Zeichen, davon 1 Großbuchstabe, 1 Kleinbuchstabe und 1 Zahl.
es_es: Mínimo 8 caracteres, incluido 1 número, 1 letra mayúscula y 1 letra minúscula.
fr: Merci de saisir au moins 8 caractères, dont une majuscule, une minuscule, et un chiffre.
it: Minimo 8 caratteri, inclusa 1 maiuscola, 1 minuscola, 1 numero.
nl: Minimaal 8 tekens, waaronder 1 hoofdletter, 1 kleine letter, 1 cijfer.
zh_hant_hk: 至少8個字元，須包括1個大階字母、1個細階字母及1個數字。

# airpurifier_login_show_email_text
source: E-mail
es_es: Correo electrónico
zh_hant_hk: 電郵

# airpurifier_login_show_currentpassword_text
source: Current password
de: Aktuelles Passwort
es_es: Contraseña actual
fr: Mot de passe actuel
it: Password attuale
nl: Huidig wachtwoord
zh_hant_hk: 目前密碼

# airpurifier_login_show_pwd_text
source: Password
de: Passwort
es_es: Contraseña
fr: Mot de passe
nl: Wachtwoord
zh_hant_hk: 密碼

# airpurifier_login_show_button_submittext
source: Submit
de: Absenden
es_es: Enviar
fr: Envoyer
it: Invia
nl: Verzenden
zh_hant_hk: 提交

# airpurifier_login_show_registertosphonealreadyregidter_text
source: This account already exists
de: Das Konto besteht bereits
es_es: Ya se ha registrado esta cuenta
fr: Cette adresse est déjà utilisée
it: Questo account esiste già
nl: deze account is geregistreerd
zh_hant_hk: 此帳戶已存在

# airpurifier_login_show_registertosinvalidphonenumber_text
source: Wrong email address
de: Falsche E-Mail-Adresse
es_es: Dirección de correo electrónico incorrecta
fr: Adresse email erronée
it: Indirizzo e-mail errato
nl: Onjuist e-mailadres
zh_hant_hk: 電郵地址不正確

# airpurifier_login_show_registerwelcome_text
source: Welcome to Rowenta universe! Please first read the agreement and confirm to accept it.
de: Willkommen bei Rowenta! Bitte lesen Sie zuerst die Nutzungsbedingungen und bestätigen Sie sie um fortzufahren.
es_es: ¡El universo de Rowenta le da la bienvenida! Lea primero el contrato y confirme para aceptarlo.
fr: Bienvenue dans l'univers Rowenta ! Merci de lire et d'accepter les conditions d'utilisations.
it: Benvenuto a Rowenta universo! Si prega prima di leggere il contratto e confermare per accettarlo.
nl: Welkom in de wereld van Rowenta! Lees eerst de gebruikersovereenkomst en bevestig om akkoord te gaan.
zh_hant_hk: 歡迎來到 Tefal 宇宙! 請先閱讀協定並確認接受。

# airpurifier_login_show_register_agreementtitle_text
source: Rowenta User Agreement
de: Rowenta Nutzungsbedingungen
es_es: Contrato de usuario de Rowenta
fr: Contrat d’utilisation Rowenta
it: Contratto d'uso Seb
nl: Rowenta gebruiksovereenkomst
zh_hant_hk: Tefal 使用者協定

# airpurifier_login_show_registeracceptagreement_text
source: Confirm
de: Nutzungsbedingungen akzeptieren
es_es: Confirmar para aceptar el contrato
fr: Accepter
it: Conferma
nl: Bevestig om akkoord te gaan met overeenkomst
zh_hant_hk: 確認

# airpurifier_login_show_registerreadagreement_text
source: I have read and accept the Rowenta User Agreement
de: Ich habe die SEB-Nutzungsbedingungen gelesen und stimme diesen zu.
es_es: He leído y acepto el contrato de usuario Rowenta
fr: J’ai lu et j'accepte le contrat d’utilisation Rowenta
it: Ho letto e accettato il contratto d'uso Rowenta.
nl: Ik heb de Rowenta gebruiksovereenkomst gelezen en ga hiermee akkoord
zh_hant_hk: 我已閱讀並同意《Tefal使用者協議》。

# airpurifier_login_show_registeconfirmpwd_text
source: Confirm password
de: Passwort bestätigen
es_es: Confirmar contraseña
fr: Confirmer mot de passe
it: Conferma password
nl: Wachtwoord bevestigen
zh_hant_hk: 確認密碼

# airpurifier_login_show_changepassword_text
source: Reset password
de: Passwort zurücksetzen
es_es: Redefinir contraseña
fr: Réinitialiser le mot de passe
it: Resetta password
nl: Wachtwoord resetten
zh_hant_hk: 重設密碼

# airpurifier_login_show_login_text
source: Sign in
de: Anmelden
es_es: Iniciar sesión
fr: Se connecter
it: Accedi
nl: Inloggen
zh_hant_hk: 登入

# airpurifier_login_show_reset_title_text
source: Retrieve password
de: Passwort wiederherstellen
es_es: Recuperar contraseña
fr: Récupérer le mot de passe
it: Recupera password
nl: Wachtwoord opvragen
zh_hant_hk: 找回密碼

# airpurifier_login_show_registertosregistfailed_text
source: Login has failed
de: Anmeldung nicht erfolgreich!
es_es: Error!
fr: Erreur de connexion
it: Login non riuscito
nl: Inloggen is mislukt!
zh_hant_hk: 登入失敗

# airpurifier_login_show_psdinfo_text_ios
source: We have sent your new password to your mailbox %@
de: Wir haben Ihr neues Passwort an Ihre E-Mail-Adresse %@ versendet.
es_es: Hemos enviado la nueva contraseña a su buzón de correo %@. Por favor vaya a verificar.
fr: Nous avons envoyé votre nouveau mot de passe sur votre boite mail %@ .
it: Abbiamo inviato la nuova password al tuo indirizzo e-mail %@
nl: We hebben je nieuwe wachtwoord naar je emailadres %@ verzonden.
zh_hant_hk: 我們已將新密碼發送至您的電郵地址%@

# airpurifier_login_show_tosnodevice_text
source: No device
de: Kein Gerät
es_es: No hay dispositivo
fr: Aucun appareil
it: Nessun dispositivo
nl: Geen toestel
zh_hant_hk: 沒有裝置

# airpurifier_register_show_registertext_title
source: Register
de: Registrieren
es_es: Registrarse
fr: S’inscrire
it: Registra
nl: Aanmelden
zh_hant_hk: 註冊

# airpurifier_register_findpwd
source: Retrieve password
de: Passwort abrufen
es_es: Recuperar contraseña
fr: Récupérer mot de passe
it: Recupera password
nl: Wachtwoord ophalen
zh_hant_hk: 找回密碼

# airpurifier_register_show_pwd_placeholder
source: Input here
de: Hier eingeben
es_es: Introducir aquí
fr: Saisir ici
it: Inserisci qui
nl: Hier invoeren
zh_hant_hk: 請在這裡輸入

# airpurifier_register_show_inputemailaddress_hint
source: Input email address
de: E-Mail-Adresse eingeben
es_es: Ingresar dirección de correo electrónico
fr: Adresse e-mail
it: Inserisci indirizzo e-mail
nl: E-mailadres invoeren
zh_hant_hk: 輸入電郵地址

# airpurifier_more_show_havenodevice_text
source: You haven't connected the device
de: Das Gerät ist nicht verbunden.
es_es: No ha conectado el aparato.
fr: Vous n'avez pas encore connecté votre appareil
it: Non sei connesso al dispositivo
nl: Je hebt het toestel niet verbonden.
zh_hant_hk: 您未連接裝置

# airpurifier_more_show_rightcovers_text
source: The front cover is open, please check it!
de: die Front-Abdeckung ist geöffnet, bitte schließen Sie die Abdeckung!
es_es: La puerta está abierta, por favor compruebalo!
fr: La porte avant est ouverte, merci de vérifier votre appareil !
it: Il coperchio anteriore è aperto, si prega di controllare!
nl: Het linker- en rechterpaneel zijn open, gelieve deze te sluiten!
zh_hant_hk: 前蓋已打開，請檢查。

# airpurifier_more_show_deviceFailure_text
source: Device failure
de: Geräteausfall
es_es: Error de aparato
fr: Erreur de l'appareil
it: Errore dell'apparecchio
nl: Apparaatfout
zh_hant_hk: 裝置發生錯誤

# airpurifier_more_show_settings_text
source: Settings
de: Einstellungen
es_es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen
zh_hant_hk: 設定

# airpurifier_more_show_nothank_text
source: No thank you
de: Nein danke
es_es: No, gracias
fr: Non merci
it: No grazie
nl: Nee, bedankt
zh_hant_hk: 不，謝謝

# airpurifier_dialog_show_openopintment_text
source: Start programming
de: Reservierung starten
es_es: Iniciar configuración
fr: Démarrer la programmation
it: Iniziare la programmazione
nl: Reservering starten
zh_hant_hk: 啟動設定

# airpurifier_dialog_show_slidingremind_text
source: Swipe to switch to other products
de: Durch Drehen können Sie ein anderes Gerät einschalten
es_es: Deslice la pantalla para consultar otros aparatos
fr: Glisser pour consulter vos autres appareils
it: Scorri per passare ad altri prodotti
nl: Schuif om van toestel te veranderen
zh_hant_hk: 滑動可切換至其他產品

# airpurifier_more_show_head_text
source: Avatar
de: Profilbild
zh_hant_hk: 頭像

# airpurifier_more_show_nickname_text
source: Nickname
de: Benutzername
es_es: Apodo
fr: Pseudo
zh_hant_hk: 暱稱

# airpurifier_more_show_change_password_text
source: Change password
de: Passwort ändern
es_es: Cambiar contraseña
fr: Modifier mon mot de passe
it: Modifica password
nl: Wachtwoord wijzigen
zh_hant_hk: 更改密碼

# airpurifier_more_show_area
source: Space area of device
de: Geräteplatz
es_es: Superficie del dispositivo
fr: Zone du dispositif
it: Area del dispositivo
nl: Ruimte van apparaat
zh_hant_hk: 裝置的空間

# airpurifier_more_show_start
source: Start
es_es: Comenzar
fr: Démarrer
it: Avvio
zh_hant_hk: 開始

# airpurifier_more_show_end
source: End
de: Ende
es_es: Finalizar
fr: Fin
it: Fine
nl: Einde
zh_hant_hk: 結束

# airpurifier_more_show_worktime
source: Workdays
de: Werktage
es_es: Días laborables
fr: Jours ouvrables
it: Giorni lavorativi
nl: Werkdagen
zh_hant_hk: 工作日

# airpurifier_more_show_exitcurrentaccount_text
source: Logout
de: Ausloggen
es_es: Salir de la cuenta actual
fr: Me déconnecter
nl: Uitloggen
zh_hant_hk: 登出

# airpurifier_more_show_areyousureexit_text
source: Are you sure you want to disconnect?
de: Wollen Sie sich wirklich ausloggen?
es_es: ¿Está seguro de que desea salir?
fr: Etes-vous sûr de vouloir quitter ?
it: Sei sicuro di volerti disconnettere?
nl: Weet je zeker dat je wilt sluiten?
zh_hant_hk: 確定退出？

# airpurifier_more_show_personaltitle_text
source: Complete personal information
de: Profileinstellungen
es_es: Información personal completa
fr: Mes infos personnelles
it: Completa le informazioni personali
nl: Persoonlijke gegevens invullen
zh_hant_hk: 填妥個人資料

# airpurifier_more_show_takephoto_text
source: Take a picture
de: Foto aufnehmen
es_es: Sacar una foto
fr: Prendre une photo
it: Fai una foto
nl: Foto maken
zh_hant_hk: 拍照

# airpurifier_more_show_selectfromalbum_text
source: Select from album
de: Foto aus Galerie auswählen
es_es: Seleccionar del álbum
fr: Sélectionner dans l’album
it: Seleziona dall'album
nl: Selecteren uit album
zh_hant_hk: 從圖片庫選擇

# airpurifier_more_show_modifyName_title
source: Modify nickname
de: Benutzername ändern
es_es: Modificar alias
fr: Modifier le Pseudo
it: Modifica il nickname
nl: Nickname wijzigen
zh_hant_hk: 修改暱稱

# airpurifier_more_show_modifyname_hint
source: Input product name
de: Gerätenamen eingeben
es_es: Introducir el nombre del aparato
fr: Saisir le nom de l'appareil
it: Inserisci il nome del prodotto
nl: Apparaatnaam invoeren
zh_hant_hk: 輸入產品名稱

# airpurifier_more_show_modifyname_comfirm_ios
source: Confirm change
de: Änderung bestätigen
es_es: Confirmar cambio
fr: Confirmer le changement
it: Conferma modifica
nl: Wijziging bevestigen
zh_hant_hk: 確認變更

# airpurifier_more_show_modifyname_fail_ios
source: Modify the failure
de: Fehler beheben
es_es: Modificar el error
fr: Corriger l’erreur
it: Correggi l'errore
nl: Fout wijzigen
zh_hant_hk: 修正錯誤

# airpurifier_push_lv_alert_content_ios
source: Your %@ %@ filter has consumed above %@%%%%. In order to maintain full efficiency, please change it as soon as possible.
de: Ihr %@ %@ Filter ist zu mehr als %@%%%%verbraucht. Um die volle Wirksamkeit zu erhalten, sollten Sie ihn so bald wie möglich austauschen.
es_es: Su filtro %@ %@ ha consumido más de %@%%%%. Para mantener la plena eficacia, cámbielo a la mayor brevedad posible.
fr: Votre filtre %@ de %@ a été consommé plus de %@%%%%. Afin de maintenir la qualité de votre filtration, veuillez le changer dès que possible.
nl: Je %@ %@ filter is voor %@%%%% opgebruikt. Vervang deze zo snel mogelijk om de volledige efficiëntie te behouden.
zh_hant_hk: 您的 %@ %@ 濾網已消耗超過 %@%%%%%%%%。請盡快更換，維持最佳效能。

# airpurifier_push_pm_alert_content_ios
source: We advise you to turn your product on
de: Wir empfehlen Ihnen, den Luftreiniger einzuschalten
es_es: Se recomienda encender el purificador de aire
fr: Il est conseillé d'allumer le purificateur d’air
it: È consigliato accendere il purificatore
nl: We raden je aan om de luchtreiniger in te schakelen
zh_hant_hk: 我們建議您啟動產品

# airpurifier_push_pm_alert_title_ios
source: Current air quality
de: Derzeitige Luftqualität
es_es: Calidad del aire actual
fr: Qualité de l’Air actuelle
it: Attuale qualità dell'aria
nl: Actuele luchtkwaliteit
zh_hant_hk: 目前空氣質素

# airpurifier_push_home_you_ios
source: Excellent
de: Ausgezeichnet
es_es: Excelente
it: Eccellente
nl: Uitstekend
zh_hant_hk: 佳

# airpurifier_push_show_poor_text_ios
source: Bad
de: Schlecht
es_es: Mala
fr: Mauvais
it: Cattiva
nl: Slecht
zh_hant_hk: 劣

# airpurifier_push_qing_ios
source: Slightly polluted
de: Leicht verschmutzt
es_es: Ligeramente contaminada
fr: Légèrement pollué
it: Leggermente inquinata
nl: Enigszins vervuild
zh_hant_hk: 污染水平稍高

# airpurifier_push_zhong_ios
source: Highly polluted
de: Stark verschmutzt
es_es: Gravemente contaminada
fr: Fortement pollué
it: Fortemente inquinata
nl: Ernstig vervuild
zh_hant_hk: 污染水平高

# airpurifier_push_zhongdu_ios
source: Very highly polluted
de: Starke Verschmutzung
es_es: Contaminación grave
fr: Très fortement pollué
it: Fortemente inquinata
nl: "Ernstige vervuiling"
zh_hant_hk: 污染水平甚高

# airpurifier_push_alert_pm_no
source: No more warning
de: Diese Warnung nicht mehr anzeigen
es_es: No deseo recibir más advertencias
fr: Ne plus avertir
it: Nessun ulteriore avviso
nl: Niet meer waarschuwen
zh_hant_hk: 沒有其他警告

# airpurifier_push_alert_pm_yes
source: Turn on immediately
de: Sofort anschalten
es_es: Encender inmediatamente
fr: Activer immédiatement
it: Accendi immediatamente
nl: Onmiddellijk inschakelen
zh_hant_hk: 立即啟動

# airpurifier_push_alert_lv_yes
source: Change
de: Ändern
es_es: Modificar
fr: Changer
it: Cambia
nl: Wijzigen
zh_hant_hk: 更改

# airpurifier_push_msg
source: We advise to turn the air purifier on %@ minutes before coming home
de: Wir empfehlen Ihnen, den Luftreiniger %@ Minuten vor betreten des zu reinigenden Raums einzuschalten
es_es: Se recomienda encender el purificador de aire si faltan %@ minutos para salir de la oficina
fr: Nous vous conseillons d'allumer le purificateur d’air %@ minutes avant de devoir %%%% partir
it: Ti consigliamo di accendere il purificatore %@ minuti prima di tornare a casa%%2$o
nl: We raden aan de luchtreiniger %@ minuten vooraleer u thuiskomt in te schakelen
zh_hant_hk: 我們建議於回家前%@分鐘啟動空氣淨化器

# airpurifier_more_show_open_text
source: On
de: An
es_es: Encendido
nl: Aan
zh_hant_hk: 啟動

# airpurifier_more_show_close_text
source: Off
de: Aus
es_es: Apagado
nl: Uit
zh_hant_hk: 關閉

# airpurifier_more_show_preferences_text
source: Preferences & Legal Issues
de: Einstellungen & Rechtsthemen
es_es: Preferencias y asuntos legales
fr: Préférences & mentions légales
it: Preferenze & questioni legali
nl: Voorkeuren en juridische kwesties
zh_hant_hk: 偏好設定及法律問題

# airpurifier_more_show_gong_text
source: Gas
fr: Gaz
nl: heeft
zh_hant_hk: 氣體

# airpurifier_more_show_gongdevice_text
source: Device
de: Geräte
es_es: Aparato
fr: Appareil
it: Dispositivo
nl: toestel
zh_hant_hk: 裝置

# airpurifier_more_show_myorder_text
source: My scheduling
de: Mein Zeitplan
es_es: Mi planificación
fr: Programmes
it: Il mio programma
nl: Mijn planning
zh_hant_hk: 我的排程

# airpurifier_more_show_mynews_text
source: My news
de: Meine Neuigkeiten
es_es: Mis noticias
fr: Mes news
it: Le mie news
nl: Mijn nieuws
zh_hant_hk: 我的新聞

# airpurifier_more_show_setbusinesstime_text
source: Set a time schedule
de: Arbeitszeit einstellen
es_es: Configurar las horas de entrada y salida de la oficina
fr: Planifier le fonctionnement
it: Programma l'accensione
nl: Werktijd instellen
zh_hant_hk: 設定時間排程

# airpurifier_more_open_ios
source: Turned On
de: Eingeschaltet
es_es: Encendido
fr: En marche
it: Acceso
nl: Ingeschakeld
zh_hant_hk: 啟動

# airpurifier_more_close_ios
source: Turned Off
de: Ausgeschaltet
es_es: Apagado
fr: Hors tension
it: Spento
nl: Uitgeschakeld
zh_hant_hk: 關機

# airpurifier_more_show_freeaftersaleshotline_text
source: Free hotline
de: Kostenlose Kundenhotline
es_es: Línea de atención telefónica gratuita
fr: Hotline gratuite
it: Assistenza gratuita
nl: Gratis hotline
zh_hant_hk: 免費熱線

# airpurifier_more_show_aftersalesservicenetwork_text
source: Service network after sales
de: Servicenetz für Kunden
es_es: Red de servicio posventa
fr: Réseau de service après-vente
it: Rete di assistenza post-vendita
nl: Servicenetwerk na verkoop
zh_hant_hk: 售後服務網絡

# airpurifier_more_show_setting_title
source: Setting
de: Einstellungen
es_es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instelling
zh_hant_hk: 設定

# airpurifier_more_nomsg_hint_ios
source: No Message
de: Keine Nachricht
es_es: No hay mensaje
fr: Aucun Message
it: Nessun messaggio
nl: Geen bericht
zh_hant_hk: 沒有訊息

# airpurifier_more_show_theifuofproduct_text
source: User guide
de: Die Gebrauchsanweisung des Produkts
es_es: Instrucciones de uso del aparato
fr: Notice d'utilisation
it: Istruzioni
nl: Gebruiksaanwijzing
zh_hant_hk: 用戶指南

# airpurifier_more_show_callconfirm_text_ios
source: Are you sure you want to call "%@"?
de: Sind Sie sicher, dass Sie „%@“ anrufen wollen?
es_es: ¿Está seguro de llamar a «%@»?
fr: Etes-vous sûr de vouloir appeler « %@ » ?
it: Sei sicuro di voler chiamare "%@"?
nl: Weet u zeker dat u '%@' wilt bellen?
zh_hant_hk: 確定致電「%@」？

# airpurifier_moredevice_show_mydevice_title
source: My device
de: Mein Gerät
es_es: Mi aparato
fr: Mon appareil
it: Il mio dispositivo
nl: Mijn apparaat
zh_hant_hk: 我的裝置

# airpurifier_moredevice_show_type_text
source: Rowenta XL in EU
de: Rowenta XL in der EU
es_es: Rowenta XL en la UE
fr: Rowenta XL dans l’UE
it: Rowenta XL nell'UE
zh_hant_hk: 歐盟Rowenta XL

# airpurifier_moredevice_show_deviceinfo_text
source: Device Information
de: Gerätename
es_es: Información del dispositivo
fr: Informations
it: Informazioni dispositivo
nl: Apparaatgegevens
zh_hant_hk: 裝置資訊

# airpurifier_moredevice_show_devicecode_text
source: Product sharing
de: QR-Code des Geräts
es_es: Código QR del aparato
fr: Partager le produit
it: Condivisione di prodotto
nl: QR-code van toestel
zh_hant_hk: 產品共享

# airpurifier_more_show_sureremovebinddevice_text
source: Remove the pairing
de: Verbindung trennen
es_es: Eliminar el emparejamiento
fr: Supprimer l'appairage
it: Rimuovere il collegamento
nl: Koppeling verwijderen
zh_hant_hk: 解除配對

# airpurifier_more_show_warning_text
source: WARNING
de: ACHTUNG
es_es: ADVERTENCIA
fr: ATTENTION
it: AVVERTENZA
nl: WAARSCHUWING
zh_hant_hk: 警告

# airpurifier_moredevice_show_permissions_hint_ios
source: No permission
de: Keine Erlaubnis
es_es: Sin permisos
fr: Autorisation refusée
it: Nessuna autorizzazione
nl: Geen rechten
zh_hant_hk: 沒有權限

# airpurifier_moredevice_show_membermenage_text
source: Information on sharing
de: Informationen zum Teilen
es_es: Información sobre el uso compartido
fr: Informations sur le partage
it: Informazioni sulla condivisione
nl: Informatie over delen
zh_hant_hk: 共享資訊

# airpurifier_moredevice_show_delete_device_ios
source: Do you want to remove the pairing with product named "%@"?
de: Wollen Sie die Verbindung mit dem Gerät „%@“ trennen?
es_es: ¿Desea eliminar la sincronización con el equipamiento «%@»?
fr: Voulez-vous supprimer l'appairage avec le purificateur "%@" ?
it: Desideri rimuovere il collegamento con il dispositivo denominato "%@"?
nl: Wil je de koppeling met het apparaat genaamd '%@' wissen?
zh_hant_hk: 確定解除與產品「%@」的配對？
