Repository: TangYumeiSkyable/Seb
Catalog: iOS/supor/Classes/Supporting/*.lproj/Localizable.strings
Languages: de, es_es, fr, it, nl, zh_hant_hk

# airpurifier_moredevice_show_delete_user_ios
source: Do you want to delete "%@"?
de: Wirklich löschen"%@"?
es_es: ¿Está seguro de que desea eliminar «%@»?
fr: Voulez-vous vraiment supprimer « %@ » ?
it: Desideri eliminare "%@"?
nl: Weet u zeker dat u "%@" wilt wissen?
zh_hant_hk: 確定刪除「%@」？

# airpurifier_moredevice_show_devicemac_text
source: Mac add
de: Mac hinzufügen
es_es: Adición de Mac
fr: Mac
it: Indirizzo Mac
nl: Mac toevoegen
zh_hant_hk: Mac位址

# airpurifier_moredevice_show_controlfailed_text
source: Check your phone network
de: Verbindung fehlgeschlagen
es_es: No se puede conectar
fr: Echec de la connexion
it: Verifica rete telefonica
nl: Controle mislukt
zh_hant_hk: 檢查您的手機網絡

# airpurifier_moredevice_show_netnormal_text
source: Network error
de: Netzwerkproblem
es_es: Error de red
fr: Erreur réseau
it: Errore di rete
nl: Netwerkprobleem
zh_hant_hk: 網絡錯誤

# airpurifier_moredevice_show_scanqrcode_text
source: Scan QR code
de: QR-Code scannen
es_es: Escanear el código QR
fr: Scanner le QR Code
it: Scansiona codice QR
nl: QR-code scannen
zh_hant_hk: 掃描QR碼

# airpurifier_moredevice_show_manuallyadd_text
source: Manually Add
de: Manuell hinzufügen
es_es: Añadir manualmente
fr: Ajouter manuellement
it: Aggiungi manualmente
nl: Handmatig toevoegen
zh_hant_hk: 手動新增

# airpurifier_moredevice_show_deviceList_title
source: My devices
de: Meine Geräte
es_es: Mis aparatos
fr: Mes appareils
it: I miei dispositivi
nl: Mijn apparaten
zh_hant_hk: 我的裝置

# airpurifier_more_show_suporttreater_text
source: Rowenta air purifier %@
de: Rowenta Luftreiniger %@
es_es: Purificador de aire Rowenta %@
fr: Purificateur d'air Rowenta %@
it: Purificatore Rowenta %@
nl: Rowenta luchtreiniger %@
zh_hant_hk: Tefal 空氣淨化器 %@

# airpurifier_moredevice_show_errqrcode_ios
source: Wrong QR Code
de: Falscher QR-Code
es_es: Código QR incorrecto
fr: QR code inconnu
it: Codice QR errato
nl: Onjuiste QR-code
zh_hant_hk: QR碼不正確

# airpurifier_moredevice_show_addfail_ios
source: Unsuccessfully added
de: Fehler hinzufügen
es_es: Error al añadir
fr: Erreur lors de l'ajout
it: Errore nell'aggiungere nuovo dispositivo
nl: Fout bij toevoegen
zh_hant_hk: 未能新增

# airpurifier_moredevice_show_addsuccess
source: Successfully added
de: Erfolgreich hinzugefügt
es_es: Se ha añadido correctamente
fr: Ajouté avec succès
it: Collegamento riuscito
nl: Toegevoegd
zh_hant_hk: 成功新增

# airpurifier_moredevice_show_validate_ios
source: QR code expired
de: QR-Code nicht mehr gültig
es_es: Código QR caducado
fr: QR code expiré
it: Codice Qr scaduto
nl: QR-code is verlopen
zh_hant_hk: 該QR碼已過期

# airpurifier_moredevice_show_choose_type
source: Select model
de: Modell auswählen
es_es: Seleccionar el modelo
fr: Sélectionner le modèle
it: Seleziona il modello
nl: Model selecteren
zh_hant_hk: 請選擇型號

# airpurifier_moredevice_show_wifi_set
source: Wi-Fi settings
de: WLAN-Einstellungen
es_es: Configuración de Wi-Fi
fr: Configuration WIFI
it: Impostazioni Wifi
nl: Wifi instelling
zh_hant_hk: Wi-Fi設定

# airpurifier_moredevice_show_device_bind
source: Device pairing
de: Geräte verbinden
es_es: Emparejamiento del aparato
fr: Appairage de l'appareil
it: Collegamento al dispositivo
nl: Apparaat koppelen
zh_hant_hk: 裝置配對

# airpurifier_moredevice_show_category_ios
source: Choose the type
de: Typ auswählen
es_es: Elegir el tipo
fr: Choisissez le type
it: Scegli la categoria
nl: Type kiezen
zh_hant_hk: 選擇類型

# airpurifier_moredevice_show_usemethod_text
source: Once the purifier is on, Push the Wi-Fi button on the device for 3 seconds. After hearing a "Ding" from the device, the Wi-Fi indicator starts flashing, showing the device is now in configuration mode. Then, input the name and password of the network and click "Start Configuration".
de: Schalten Sie den Luftreiniger an und halten Sie danach den WLAN-Knopf 3 Sekunden lang gedrückt. Nachdem das Gerät ein Ton abgibt, leuchtet die WLAN-Anzeige auf. Dies zeigt an, dass das Gerät nun im Konfigurationsmodus ist. Geben Sie anschließend den Netzwerknamen und das Netzwerkpasswort ein und klicken Sie auf "Konfiguration starten
es_es: Una vez encendido el purificador, mantener el botón Wi-Fi durante 3 segundos. Tras oír un "Ding" procedente del aparato, el indicador de Wi-Fi parpadeará para comunicar que el dispositivo ha estado en modo configuración. A continuación, introducir el nombre y la contraseña de la red y hacer clic en "Iniciar configuración".
fr: Une fois l'appareil allumé, maintenez la touche Wifi pendant 3 secondes jusqu'à entendre un double Ding venant du purificateur. L'indicateur Wifi clignote pour indiquer que l'appareil est en mode configuration. Sur votre smartphone, entrez le nom de la box et son mot de passe Wi-Fi puis cliquez sur connexion.
it: Una volta acceso il purificatore, tenere premuto il tasto del Wi-Fi per 3 secondi. Dopo aver ascoltato un "ding" dal dispositivo, la spia del Wifi lampeggia, indicando che il dispositivo si trova in modalità di configurazione. In seguito, inserire il nome e la password della rete e cliccare su "Inizia configurazione".
nl: Als de luchtreiniger is ingeschakeld, houd de wifi-knop dan 3 seconden ingedrukt. Nadat je een 'ping' van het apparaat hoort, knippert de wifi-indicator. Dit geeft aan dat het apparaat zich in de configuratiemodus bevindt. Voer vervolgens de naam en het wachtwoord van het netwerk in en klik op 'Configuratie starten'.
zh_hant_hk: 開啟空氣淨化器後，按住Wi-Fi按鈕3秒。當您聽到「叮」一聲時，Wi-Fi指示燈便會開始閃爍，表示機器處於配置模式。之後，請輸入網絡名稱及密碼，然後點擊「開始配置」。

# airpurifier_moredevice_show_hint_ios
source: Configuration has failed. Let's check what is the problem: (1) Is the device operating normally? (2) Is the Wi-Fi network well connected?
de: Die Konfiguration ist fehlgeschlagen. Das Problem beheben: (1) Kann das Gerät normal betrieben werden? (2) Funktioniert die Wlan-Verbindung?
es_es: Error en la configuración. Veamos cuál es el problema: (1) ¿El dispositivo funciona de forma habitual? (2) ¿Está bien conectada la red Wi-Fi?
fr: La configuration a échoué. Vérifions où est le problème : (1) L’appareil fonctionne-t-il normalement ? (2) Etes-vous bien connecté au Wifi ?
it: La configurazione è fallita. Verifichiamo il problema: (1) Il dispositivo funziona normalmente? (2) La connessione Wi-Fi è ben collegata?
nl: Configuratie is mislukt. Laten we controleren wat het probleem is: (1) Werkt het apparaat normaal? (2) Bestaat er een goede verbinding met het wifi-netwerk?
zh_hant_hk: 配置失敗。讓我們找出問題 (1) 機器是否運作正常？ (2) Wi-Fi網絡連線狀態是否良好？

# airpurifier_moredevice_show_network_error_ios
source: The current network is not available, please check the network Settings
de: Das momentane Netzwerk ist nicht verfügbar. Bitte überprüfen Sie die Netzwerkeinstellungen
es_es: La red actual no está disponible, compruebe la configuración de red
fr: Le réseau actuel n’est pas disponible, veuillez vérifier les paramètres du réseau
it: La rete attuale non è disponibile, verifica le impostazioni di rete
nl: Het huidige netwerk is niet beschikbaar, controleer de netwerkinstellingen
zh_hant_hk: 目前網絡無法使用，請檢查網絡設定

# airpurifier_moredevice_show_addnewdevice_text
source: Add new device
de: Neues Gerät hinzufügen
es_es: Añadir nuevo dispositivo
fr: Ajouter un nouveau périphérique
it: Aggiungi nuovo dispositivo
nl: Nieuw apparaat toevoegen
zh_hant_hk: 新增裝置

# airpurifier_moredevice_show_name_text
source: Name
es_es: Nombre
fr: Nom
it: Nome
nl: Naam
zh_hant_hk: 姓名

# airpurifier_moredevice_show_wifipwd_text
source: Password
de: Passwort
es_es: Contraseña
fr: Mot de passe
nl: Wachtwoord
zh_hant_hk: 密碼

# airpurifier_moredevice_show_pullelectricretry_text
source: Please unplug the device and plug it again.
de: Bitte trennen Sie das Gerät vom Strom-Netz und schließen Sie es erneut an.
es_es: Desenchufe el dispositivo y vuelva a enchufarlo.
fr: Merci de débrancher l'appareil et de le rebrancher pour essayer à nouveau.
it: Si prega di scollegare e ricollegare il dispositivo.
nl: Haal de stekker van het toestel uit het stopcontact en sluit het vervolgens weer aan.
zh_hant_hk: 請從插座拔掉裝置插頭，然後重新插上。

# airpurifier_moredevice_show_retry_text
source: Try again
de: Versuchen Sie es erneut
es_es: Intentar otra vez
fr: Réessayez
it: Riprovare
nl: Probeer het nog eens
zh_hant_hk: 再試一次

# airpurifier_moredevice_show_scanqrcode_add
source: Scan the QR code located behind your purifier
de: Scannen Sie den QR-Code und fügen Sie ihn hinzu
es_es: Escanear el código QR para añadirlo
fr: Scanner le QR code situé derrière votre purificateur
it: La scansione del codice QR situato dietro il vostro purificatore
nl: QR-code scannen om het toestel toe te voegen
zh_hant_hk: 請掃瞄機身背面的QR碼

# airpurifier_more_show_modifydevicename_title
source: Name
de: Luftreinigername
es_es: Nombre del aparato
fr: Nom du purificateur
it: Nome
nl: Apparaatnaam
zh_hant_hk: 姓名

# airpurifier_moredevice_show_macaddress_text
source: MAC Address
de: MAC-Adresse
es_es: Dirección MAC
fr: Adresse MAC
it: Indirizzo MAC
nl: MAC-adres
zh_hant_hk: MAC位址

# airpurifier_moredevice_show_start_config_ios
source: Start Configuration
de: Konfiguration starten
es_es: Iniciar configuración
fr: Démarrer la configuration
it: Inizia configurazione
nl: Configuratie starten
zh_hant_hk: 開始配置

# airpurifier_moredevice_show_searchdevicewait_text
source: Searching device, please wait...
de: Gerät wird gesucht, bitte warten Sie.
es_es: Buscando aparato, espere.
fr: Recherche du périphérique en cours, merci de patienter.
it: Ricerca del dispositivo, si prega di attendere...
nl: Apparaat wordt gezocht, even geduld a.u.b.
zh_hant_hk: 正在搜尋裝置，請稍候……

# airpurifier_more_nodevice_hint_ios
source: No device
de: Kein Gerät
es_es: No hay aparato
fr: Aucun équipement
it: Nessun dispositivo
nl: Geen apparaat
zh_hant_hk: 沒有裝置

# airpurifier_moredevice_show_adddevice_text
source: Add device
de: Gerät hinzufügen
es_es: Añadir dispositivo
fr: Ajouter un appareil
it: Aggiungi dispositivo
nl: Apparaat toevoegen
zh_hant_hk: 新增裝置

# airpurifier_more_show_checkwifi_text
source: Please check if the Wi-Fi is active on your phone and if you are connected to the same Wi-Fi as your product.
de: Bitte überprüfen Sie, ob Ihr Smartphone mit dem WLAN verbunden ist und ob Sie mit demselben WLAN-Netz verbunden sind wie Ihr Luftreiniger.
es_es: Compruebe si la red Wi-Fi está activa en su teléfono y si usted está conectado a la misma Wi-Fi que su purificador.
fr: Veuillez vérifier que le WIFI est bien activé sur votre smartphone et que votre purificateur est connecté à la même box que votre smartphone.
it: Verificare se il Wifi è attivo sul tuo telefono e se sei connesso alla stessa rete Wi-Fi del tuo purificatore.
nl: Controleer of de WIFI op je telefoon actief is en dat je verbonden bent met dezelfde WIFI als je luchtreiniger.
zh_hant_hk: 請檢查您的手機是否已開啟Wi-Fi，並檢查手機所連接的Wi-Fi是否和產品的相同。

# airpurifier_more_show_shareqrcode_text
source: Share pairing by QR code or login
de: QR-Code des Geräts teilen
es_es: Compartir el aparato por código QR o por e-mail
fr: Partager le produit par QR Code ou par mail
it: Condividere il prodotto mediante codice QR o effettua il login
nl: Toestel delen via QR-code of via e-mail
zh_hant_hk: 透過QR碼或登入共享配對

# airpurifier_more_show_fiveminutesrefreshago_text
source: This QR code is valid for 5 minutes
de: Nach fünf Minuten automatisch aktualisieren
es_es: Actualizar automáticamente pasados 5 minutos
fr: Ce QR code est valide 5 minutes
it: Questo codice QR è valido per 5 minuti
nl: Na 5 minuten automatisch vernieuwen
zh_hant_hk: 此QR碼會在5分鐘後失效

# airpurifier_more_show_sharethroughphone_text
source: Share by login
de: Über E-Mail teilen
es_es: Compartir por conexión
fr: Partager par identifiant
it: Condividere tramite login
nl: Delen via e-mail
zh_hant_hk: 透過登入共享

# airpurifier_more_show_cancelsharealign_text
source: Cancel
de: Abbrechen
es_es: Cancelar
fr: Annuler
it: Cancella
nl: Annuleren
zh_hant_hk: 取消

# airpurifier_more_show_emailtip_text
source: Please correctly enter the e-mail address. This user must have already installed the application and have created an account.
de: Bitte geben Sie die E-Mail-Adresse korrekt ein. (Um sich anmelden zu können muss bereits ein Konto erstellt worden sein).
es_es: Introduzca correctamente la dirección de correo electrónico. (Este usuario debe de haber ya instalado la aplicación).
fr: Entrez correctement l’adresse de messagerie. Cet utilisateur doit au préalable avoir installé l'application
it: Inserire correttamente l'indirizzo e-mail. Questo utente deve aver già installato l'applicazione e creato un account.
nl: Voer het e-mailadres juist in. Deze gebruiker moet de app al hebben geïnstalleerd en de account hebben aangemaakt.
zh_hant_hk: 請輸入正確的電郵地址。此使用者已安裝應用程式及建立帳戶。

# airpurifier_moredevice_show_phoneshare_text
source: Share e-mail
de: Über E-Mail teilen
es_es: Compartir correo electrónico
fr: Partage par identifiant
it: Condividi e-mail
nl: E-mail delen
zh_hant_hk: 共享電郵

# airpurifier_moredevice_show_devicesharefailed_text
source: Device sharing failed
de: Teilen des Geräts fehlgeschlagen
es_es: Error al compartir el dispositivo
fr: Le partage du périphérique a échoué
it: Condivisione dispositivo fallita
nl: Delen van apparaat mislukt
zh_hant_hk: 裝置共享失敗

# airpurifier_moredevice_show_sharetophone_hint
source: Please input email
de: Bitte geben Sie Ihre E-Mail-Adresse ein
es_es: Introduzca el correo electrónico de entrada
fr: Veuillez saisir votre e-mail
it: Inserire e-mail
nl: Voer e-mail in
zh_hant_hk: 請輸入電郵

# airpurifier_more_show_virifynicknamefailed_text
source: Nickname modification failed
de: Nickname-Änderung fehlgeschlagen
es_es: Error al modificar el alias
fr: La modification de pseudo a échoué
it: Modifica nickname non riuscita
nl: Wijzigen van nickname mislukt
zh_hant_hk: 未能修改暱稱

# airpurifier_more_show_modifyname_button
source: Confirm modification
de: Änderung bestätigen
es_es: Confirmar modificación
fr: Confirmer la modification
it: Conferma modifica
nl: Bevestig de wijziging
zh_hant_hk: 確認修改

# airpurifier_more_show_modifyname_text
source: Create an account
de: Ein Konto erstellen
es_es: Crear una cuenta
fr: Saisissez votre nom
it: Crea un account
nl: Een account aanmaken
zh_hant_hk: 建立帳戶

# airpurifier_more_show_olfactory_text
source: Formaldehyde concentration
de: Formaldehyd-Konzentration
es_es: Concentración de formaldehído
fr: Concentration en formaldéhyde
it: Concentrazione di formaldeide
nl: Formaldehydeconcentratie
zh_hant_hk: 甲醛濃度

# airpurifier_moredevice_show_devicenotonline_text
source: Device is not online
de: Das Gerät ist nicht online
es_es: El dispositivo no está en línea
fr: Le périphérique n’est pas en ligne
it: Il dispositivo non è online
nl: Apparaat is niet online
zh_hant_hk: 目前裝置不在線上

# airpurifier_more_show_appointmenttimeoverlap_text
source: The scheduled time is overlapped
de: Die Reservierungszeiten überschneiden sich
es_es: Tiempo de reserva superpuesto
fr: Le créneau planifié se superpose avec un autre
it: L'orario programmato si sovrappone ad un altro evento
nl: Reserveringstijd wordt overlapt
zh_hant_hk: 排程時間重疊

# airpurifier_more_show_operatorfailed_text
source: Operate unsuccessfully
de: Bedienung fehlgeschlagen
es_es: No funciona correctamente
fr: Echec de la commande
it: Accensione non riuscita
nl: Werking mislukt
zh_hant_hk: 無法運作

# airpurifier_more_show_addscheduling_text
source: Add scheduling time
de: Zeitplan hinzufügen
es_es: Añadir planificación
fr: Ajouter une planification
it: Aggiungi programmazione
nl: Planning toevoegen
zh_hant_hk: 新增排定時間

# airpurifier_more_show_deleteword_text
source: Delete
de: Löschen
es_es: Eliminar
fr: Supprimer
it: Elimina
nl: Wissen
zh_hant_hk: 刪除

# airpurifier_more_show_suretodelete_text
source: Do you want to delete?
de: Wirklich löschen?
es_es: ¿Desea eliminar?
fr: Voulez-vous vraiment supprimer ?
it: Vuoi eliminare?
nl: Wil je wissen?
zh_hant_hk: 確定刪除？

# airpurifier_more_show_saveword_text
source: Save
de: Speichern
es_es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
zh_hant_hk: 儲存

# airpurifier_more_show_sundayword_text
source: Sunday
de: Sonntag
es_es: Domingo
fr: Dimanche
it: Domenica
nl: Zondag
zh_hant_hk: 星期日

# airpurifier_more_show_mondayword_text
source: Monday
de: Montag
es_es: Lunes
fr: Lundi
it: Lunedì
nl: Maandag
zh_hant_hk: 星期一

# airpurifier_more_show_tuesdayword_text
source: Tuesday
de: Dienstag
es_es: Martes
fr: Mardi
it: Martedì
nl: Dinsdag
zh_hant_hk: 星期二

# airpurifier_more_show_wednesdayword_text
source: Wednesday
de: Mittwoch
es_es: Miércoles
fr: Mercredi
it: Mercoledì
nl: Woensdag
zh_hant_hk: 星期三

# airpurifier_more_show_thursdayword_text
source: Thursday
de: Donnerstag
es_es: Jueves
fr: Jeudi
it: Giovedì
nl: Donderdag
zh_hant_hk: 星期四

# airpurifier_more_show_fridayword_text
source: Friday
de: Freitag
es_es: Viernes
fr: Vendredi
it: Venerdì
nl: Vrijdag
zh_hant_hk: 星期五

# airpurifier_more_show_saturdayword_text
source: Saturday
de: Samstag
es_es: Sábado
fr: Samedi
it: Sabato
nl: Zaterdag
zh_hant_hk: 星期六

# airpurifier_more_show_myscheduling_tex
source: My scheduling
de: Mein Zeitplan
es_es: Mi planificación
fr: Programmes
it: La mia programmazione
nl: Mijn planning
zh_hant_hk: 我的排程

# airpurifier_more_show_editscheduling_tex
source: Edit schedule
de: Zeitplan ändern
es_es: Editar planificación
fr: Définir la planification
it: Modifica programmazione
nl: Planning bewerken
zh_hant_hk: 編輯排程

# airpurifier_more_show_deletescheduling_tex
source: Delete schedule
de: Zeitplan löschen
es_es: Eliminar planificación
fr: Supprimer la planification
it: Cancella programmazione
nl: Planning wissen
zh_hant_hk: 刪除排程

# airpurifier_more_show_repeatsetting_tex
source: Repeat
de: Wiederholen
es_es: Repetir
fr: Répéter
it: Ripeti
nl: Herhalen
zh_hant_hk: 重複

# airpurifier_more_show_sunword_text
source: Sun.
de: So.
es_es: Dom.
fr: Dim
it: Dom.
nl: Zo.
zh_hant_hk: 星期日

# airpurifier_more_show_monword_text
source: Mon.
de: Mo.
es_es: Lun.
fr: Lu
it: Lun.
nl: Ma.
zh_hant_hk: 星期一

# airpurifier_more_show_tuesword_text
source: Tues.
de: Di.
es_es: Mar.
fr: Mar
it: Mar.
nl: Di.
zh_hant_hk: 星期二

# airpurifier_more_show_wedword_text
source: Wed.
de: Mi.
es_es: Miér.
fr: Mer
it: Mer.
nl: Wo.
zh_hant_hk: 星期三

# airpurifier_more_show_thurword_text
source: Thur.
de: Do.
es_es: Jue.
fr: Jeu
it: Gio.
nl: Do.
zh_hant_hk: 星期四

# airpurifier_more_show_friword_text
source: Fri.
de: Fr.
es_es: Vier.
fr: Vend
it: Ven.
nl: Vr.
zh_hant_hk: 星期五

# airpurifier_more_show_satword_text
source: Sat.
de: Sa.
es_es: Sáb.
fr: Sam
it: Sab.
nl: Za.
zh_hant_hk: 星期六

# airpurifier_more_show_choosedevice_text
source: Choose device
de: Gerät auswählen
es_es: Elegir dispositivo
fr: Sélectionner l'appareil
it: Scegli dispositivo
nl: Apparaat kiezen
zh_hant_hk: 選擇裝置

# airpurifier_more_show_choosemode_text
source: Choose mode
de: Modus auswählen
es_es: Elegir modo
fr: Choisir le mode
it: Scegli modalità
nl: Modus kiezen
zh_hant_hk: 選擇模式

# airpurifier_more_show_ontime_text
source: Start
es_es: Hora de inicio
fr: Début
nl: Starttijd
zh_hant_hk: 開始

# airpurifier_more_show_offtime_text
source: Stop
de: Stopp
es_es: Parar
fr: Fin
it: Arresto
nl: Eindtijd
zh_hant_hk: 停止

# airpurifier_more_show_repeatword_text
source: Repeat
de: Wiederholen
es_es: Repetir
fr: Occurrence
it: Ripeti
nl: Herhalen
zh_hant_hk: 重複

# airpurifier_more_show_devicename_tex
source: Device name
de: Gerätename
es_es: Nombre del dispositivo
fr: Nom de l'appareil
it: Nome dispositivo
nl: Apparaatnaam
zh_hant_hk: 裝置名稱

# airpurifier_more_show_devicemode_tex
source: Device mode
de: Gerätemodus
es_es: Modo del dispositivo
fr: Mode de fonctionnement
it: Modalità dispositivo
nl: Apparaatmodus
zh_hant_hk: 裝置模式

# airpurifier_more_show_autoday_tex
source: Auto day
de: Automatischer Tag-Modus
es_es: Diurno automático
fr: Auto jour
it: Auto giorno
nl: Autom. dag
zh_hant_hk: 日間自動

# airpurifier_more_show_autonight_tex
source: Auto night
de: Automatischer Nacht-Modus
es_es: Auto nocturno
fr: Auto nuit
it: Auto notte
nl: autom. nacht
zh_hant_hk: 夜間自動

# airpurifier_more_show_boostword_tex
source: Boost
it: Getto
zh_hant_hk: 加速

# airpurifier_more_show_silentword_tex
source: Silent
de: Lautlos
es_es: Silencioso
fr: Silence
it: Silenzioso
nl: stil
zh_hant_hk: 靜音

# airpurifier_more_show_onceword_tex
source: Once
de: Einmal
es_es: Una vez
fr: Une seule fois
it: Una volta
nl: Eenmaal
zh_hant_hk: 一次

# airpurifier_more_show_filtercondition_tex
source: Filters condition
de: Filterstatus
es_es: Condición de los filtros
fr: Etat des filtres
it: Condizione filtri
nl: Filter toestand
zh_hant_hk: 濾網狀態

# airpurifier_more_show_prefilter_tex
source: Pre-filter
de: Vorfilter
es_es: Pre-filtro
fr: Pré-filtre
it: Pre-filtro
nl: Voorfilter
zh_hant_hk: 初級濾網

# airpurifier_more_show_activefilter_tex
source: Active carbon filter
de: Aktivkohlefilter
es_es: Filtro de carbón activo
fr: Filtre charbon actif
it: Filtro al carbone attivo
nl: Actievekoolfilter
zh_hant_hk: 活性碳濾網

# airpurifier_more_show_hepafilter_tex
source: Allergy+ filter
es_es: Filtro Allergy+
fr: Filtre Allergy+
it: Filtro Allergy +
nl: HEPA filter
zh_hant_hk: Allergy+濾網

# airpurifier_more_show_nanofilter_tex
source: NanoCaptur filter
es_es: Filtro NanoCaptur
fr: Filtre NanoCaptur
it: Filtro NanoCaptur
zh_hant_hk: NanoCaptur濾網

# airpurifier_more_show_overplus_tex
source: Remaining capacity
de: Reste
es_es: Capacidad restante
fr: Reste
it: Capacità restante
nl: resterende capaciteit
zh_hant_hk: 剩餘容量

# airpurifier_more_show_change_filter_ios
source: Change filter
de: Filter austauschen
es_es: Cambiar el filtro
fr: Changer le filtre
it: Sostituisci il filtro
nl: Het filter vervangen
zh_hant_hk: 更換濾網

# airpurifier_more_show_check_color_ios
source: Check the color of the granules
de: Farbe des Granulats überprüfen
es_es: Comprobar el color de los gránulos
fr: Vérifier la couleur des granules
it: Verifica il colore dei granelli
nl: De kleur van de korrels controleren
zh_hant_hk: 檢查顆粒的顏色

# airpurifier_more_show_tobuy_tex
source: Buy
de: kaufen
es_es: Comprar
fr: Acheter
it: Acquista
nl: Kopen
zh_hant_hk: 購買

# airpurifier_more_cleanfilter_tex
source: Remember to clean the filter
de: Nicht vergessen: Filter reinigen!
es_es: Recordar la limpieza del filtro
fr: N’oubliez pas de nettoyer le filtre
it: Ricorda di pulire il filtro
nl: Vergeet niet het filter te reinigen
zh_hant_hk: 請清洗濾網

# airpurifier_more_show_replacementremind_text
source: Filter replacement reminder
de: Denken Sie daran, den Filter auszutauschen
es_es: Recordatorio de sustitución de filtro
fr: Rappel de remplacement du filtre
it: Ricorda di sostituire il filtro
nl: Herinnering filter vervangen
zh_hant_hk: 更換濾網提示

# airpurifier_more_show_lv_content_ios
source: %@ of your %@ has been working %@ hours and it has been consumed by %@.
de: %@-Komposit %@ wurde %@ Stunden eingesetzt und ist zu einem Anteil von %@ verbraucht worden.
es_es: El compuesto %@ de su %@ ha estado funcionando durante %@ horas y se ha consumido en un %@.
fr: Le matériel %@ de votre %@ est actif depuis %@ heures et a été consommée à %@.
it: Il materiale %@ del tuo %@ è attivo da %@ ore e è stato consumato da %@.
nl: %@-filter van %@ is %@ uur in gebruik en is voor %@ opgebruikt.
zh_hant_hk: 您的%@的%@已使用%@小時，消耗率達%@。

# airpurifier_more_show_openairpurifier_text
source: We advise you to turn your air purifier on
de: Wir empfehlen Ihnen, den Luftreiniger einzuschalten
es_es: Se recomienda encender el purificador de aire
fr: Il est conseillé d'allumer votre purificateur d'air
it: È consigliato accendere il purificatore
nl: Het is raadzaam je luchtzuiveraar aan te zetten
zh_hant_hk: 我們建議您啟動空氣淨化器
