Repository: TangYumeiSkyable/Seb
Catalog: iOS/supor/Classes/Supporting/*.lproj/Localizable.strings
Languages: de, es_es, fr, it, nl, zh_hant_hk

# aplink_p5
source: Hold the Wi-Fi button during 3 seconds, you will hear a double ding and the Wi-Fi button flashes to indicate that the Wi-Fi is ON.
de: Halten Sie die WLAN-Taste für 3 Sekunden gedrückt, es ertönt ein doppelter Signalton und die WLAN-Taste blinkt. Damit wird angezeigt, dass das Wifi aktiviert ist.
es_es: Mantenga pulsado el botón de conexión Wi-Fi durante 3 segundos, se oirá un doble ding y el botón de conexión Wi-Fi parpadea para indicar que el Wifi está encendido
fr: Maintenez le bouton Wi-Fi pendant 3 secondes, vous entendrez un double ding et le bouton Wi-Fi clignotera pour signaler que le Wifi est ON
it: Tenere premuto il pulsante Wi-Fi durante 3 secondi, si udirà un doppio ding e il pulsante Wi-Fi lampeggerà per indicare che la connessione Wi-Fi sia acceso.
nl: Houd de Wi-Fi knop gedurende 3 seconden ingedrukt. Je zal dan een dubbele geluidstoon horen om aan te geven dat de Wi-Fi is ingeschakeld
zh_hant_hk: 按住Wi-Fi按鈕3秒，您會聽到兩下「叮」一聲，同時Wi-Fi按鈕閃爍，表示Wi-Fi已開啟。

# turn_on
source: Turn on the product
de: Schalten Sie das Produkt ein.
es_es: Encienda el producto
fr: Allumez l'appareil
it: Accendere il prodotto
nl: Zet het apparaat aan
zh_hant_hk: 啟動產品

# fragment_p6_title
source: Connect to purifier
de: Verbinden mit dem Luftreiniger
es_es: Conectar con purificador
fr: Connecter au purificateur
it: Connettersi al purificatore
nl: Verbinden met luchtreiniger
zh_hant_hk: 連線至空氣淨化器

# aplink_p6
source: 1) Go in your Wi-Fi settings and wait for the network called AIR PURIFIER XXXX to appear 2) Connect to the network according to info on the sticker of rear housing 3) Come back on the application Pure Air.
de: 1) Gehen Sie zu den WLAN-Einstellungen Ihres Telefons und warten Sie, bis das Netzwerk AIR PURIFIER XXXX angezeigt wird 2) Verbinden Sie Ihr Telefon mit dem Netzwerk gemäß dem Passwort auf der Rückseite des Geräts 3) Kehre zur Pure Air App zurück.
es_es: 1) Ir en la configuración de Wi-Fi 2) Conectar el teléfono a la red AIR PURIFIER XXXX según la contraseña ubicado en la parte posterior del dispositivo 3) Volver en la aplicación Pure Air.
fr: 1) Allez dans les réglages WiFi et attendez que le réseau Air Purifier XXXX apparaisse 2) Connectez-vous au réseau à l'aide des informations situées sur l'autocollant à l'arrière du purificateur 3) Revenez dans l'application
it: 1) Vai in impostazioni Wi-Fi e attendi che appaia la rete chiamata XXXX AIR PURIFIER 2) Connettiti alla rete in base alle informazioni sull’adesivo sul retro del dispositivo 3) Torna sull'applicazione Pure Air.
nl: 1) Ga naar je Wi-Fi-instellingen en verbind je telefoon met het netwerk 'AIR PURIFIER XXXX 2) Verbind met het netwerk volgens de info op de sticker van de achterbehuizing 3) Ga terug naar de Pure Air applicatie.
zh_hant_hk: 1) 前往您的Wi-Fi設定，並等待一個名為「AIR PURIFIER XXXX」的網絡出現 2) 請依照機身背面的貼紙所述連線至網絡 3) 返回「Pure Air」應用程式。

# aplink_p6_bt_text
source: Go to Wi-Fi settings
de: Gehen Sie zu den WLAN-Einstellungen
es_es: Ir a ajustes de Wi-Fi
fr: Aller vers les réglages Wi-Fi
it: Impostazioni Wifi
nl: Ga naar je Wi-Fi-instellingen
zh_hant_hk: 前往Wi-Fi設定

# connect
source: Connecting...
de: Verbinden…
es_es: Conectando…
fr: Connexion...
it: Connessione in corso...
nl: Verbinden...
zh_hant_hk: 連線中……

# aplink_p8
source: Perfect, you're almost done…
de: Perfekt, Sie sind fast fertig...
es_es: Perfecto, estamos casi listos…
fr: Parfait, vous avez presque terminé...
it: Perfetto, hai quasi finito…
nl: Perfect, bijna klaar…
zh_hant_hk: 即將完成……

source: Name
es_es: Nombre
fr: Nom
it: Nome
nl: Naam
zh_hant_hk: 姓名

source: Password
de: Passwort
es_es: Contraseña
fr: Mot de passe
nl: Wachtwoord
zh_hant_hk: 密碼

# aplink_desc_p9
source: Check if the Wi-Fi is your home Wi-Fi hotspot and enter the password
de: Überprüfen Sie, ob es sich bei dem angezeigten Wi-Fi um ihren lokalen WLAN-Hotspot handelt und geben Sie Ihr Passwort ein.
es_es: Compruebe si la conexión Wi-Fi es su zona Wi-Fi doméstica y cifra la contraseña
fr: Vérifiez si le Wi-Fi est bien votre réseau Wi-Fi domestique et tapez le mot de passe
it: Controllare se la connessione Wi-Fi a cui sei connessi corrisponde con il WiFi domestico e immettere la password
nl: Kijk na of het WiFi-netwerk je thuisnetwerk is en geef het paswoord in.
zh_hant_hk: 檢查Wi-Fi是否您家中的Wi-Fi熱點，然後輸入密碼

# fragment_p9_title
source: Connect to home Wi-Fi
de: Mit WLAN verbinden
es_es: Conectar a Wi-Fi doméstica
fr: Connecter au réseau Wi-Fi
it: Connettersi al Wi-Fi domestico
nl: Verbind met Wi-Fi-netwerk
zh_hant_hk: 連線至家中的Wi-Fi

# aplink_p9_bt
source: Add new device
de: Neues Gerät hinzufügen
es_es: Añadir nuevo aparato
fr: Ajoutez un nouvel appareil
it: Aggiungi nuovo dispositivo
nl: Nieuw apparaat toevoegen
zh_hant_hk: 新增裝置

# aplink_p10
source: Your purifier is connecting with your home Wi-Fi network…
de: Ihr Luftreiniger verbindet sich mit dem lokalen Netzwerk....
es_es: Su purificador está conectando con su zona Wi-Fi doméstica…
fr: Votre purificateur se connecte à votre réseau Wi-Fi domestique...
it: Il vostro purificatore si sta collegando con la rete domestica Wi-Fi…
nl: Je luchtreiniger connecteert zich met je lokale Wi-Fi-netwerk…
zh_hant_hk: 您的空氣淨化器正在連線至家中的Wi-Fi網絡……

# adresse_mac
source: MAC address
de: MAC Adresse
es_es: Dirección MAC
fr: Adresse MAC
it: Indirizzo MAC
nl: MAC adres
zh_hant_hk: MAC位址

source: Device name
de: Gerätename
es_es: Nombre del dispositivo
fr: Nom de l'appareil
it: Nome dispositivo
nl: Apparaatnaam
zh_hant_hk: 裝置名稱

source: Confirm
de: Bestätigen
es_es: Confirmar
fr: Confirmer
it: Conferma
nl: Bevestigen
zh_hant_hk: 確認

# aplink_p13_desc
source: Now your purifier can be connected to internet without your smartphone. Control your purifier from anywhere thanks to Pure Air app!
de: Nun ist die Verbindung Ihres Luftreinigers mit dem Netzwerk auch ohne Ihr Smartphone möglich. Sie können nun Ihren Luftreiniger über Ihr Smartphone steuern, auch wenn Sie nicht zu Hause sind.
es_es: Ahora su purificador puede estar conectado a internet sin su smartphone. Aplicación control de su su purificador, incluso cuando no estás en casa
fr: Votre purificateur peut maintenant être connecté à internet sans votre smartphone. Contrôlez votre purificateur à partir de votre application Pure Air même lorsque vous n’êtes pas chez vous!
it: Ora il vostro purificatore può essere collegato a internet senza il tuo smartphone. Controllo il vostro purificatore da qualsiasi luogo grazie alla app Pure Air!
nl: Nu kan je luchtreiniger aan het internet geconnecteerd worden zonder je smartphone. Je kan je luchtreiniger bedienen vanuit de applicatie, zelfs wanneer je niet thuis bent.
zh_hant_hk: 現在，您的空氣淨化器毋需經智能手機也能連接網絡。只要安裝「Pure Air」應用程式，您便能隨時隨地控制您的空氣淨化器！

source: OK
es_es: Lo acepto
zh_hant_hk: 確認

# fragment_p12_title
source: Name your purifier
de: Benennen Sie Ihren Luftreiniger
es_es: Nombra el purificador
fr: Nommez votre purificateur
it: Dai un nome al tuo purificatore
nl: Geef je luchtreiniger een naam
zh_hant_hk: 為您的空氣淨化器命名

# fragment_p13_title
source: Congratulations!
de: Herzlichen Glückwunsch!
es_es: ¡Enhorabuena!
fr: Félicitations !
it: Congratulazioni!
nl: Gefeliciteerd!
zh_hant_hk: 恭喜！

# aplink_p15_desc
source: Oops! Your application is not connected to the Wi-Fi network "AIR PURIFIER".
de: Oups! Ihre Anwendung ist nicht mit dem Wi-Fi namens Air Purifier verbunden.
es_es: ¡Oops! Su aplicación no está conectada a la Wi-Fi llamada AIR PURIFIER
fr: Oups ! Votre Application n’est pas connectée au Wi-Fi "AIR PURIFIER XXXX".
it: Oops! L'applicazione non è connessa alla rete Wi-Fi "AIR PURIFIER".
nl: Oeps! Je applicatie is niet verbonden met het Wi-Fi-netwerk 'AIR PURIFIER'.
zh_hant_hk: 糟糕！您的應用程式未連接「AIR PURIFIER」Wi-Fi網絡。

# fragment_p15_title
source: Connection to purifier failed
de: Verbindung zum Luftreiniger ist fehlgeschlagen
es_es: La conexión al purificador falló
fr: Echec de la connexion au purificateur
it: Connessione al purificatore non riuscita
nl: Connectie met de luchtreiniger is niet geslaagd
zh_hant_hk: 未能連線至空氣淨化器

# fragment_p14_one
source: Check if the password you entered is correct
de: Überprüfen Sie, ob das eingegebene Passwort korrekt ist.
es_es: Comprobar si la contraseña se cifra es correcta
fr: Vérifier si le mot de passe que vous avez tapé est correct
it: Controllare se la password inserita è corretta
nl: Kijk na of het ingegeven paswoord correct is
zh_hant_hk: 檢查您所輸入的密碼是否正確無誤

# fragment_p14_two
source: Check if the Wi-Fi is working at your home
de: Überprüfen Sie, ob das Wi-Fi bei Ihnen zu Hause funktioniert
es_es: Comprueba si el Wi-Fi está funcionando en tu casa
fr: Vérifier si le Wi-Fi fonctionne chez vous
it: Controllare se la connessione Wi-Fi funziona
nl: Kijk na of het Wi-Fi netwerk correct werkt
zh_hant_hk: 檢查您家中的Wi-Fi是否運作正常

# fragment_p14_three
source: If the Wi-Fi indicator on your purifier is no longer flashing, hold the Wi-Fi button for 3 seconds.
de: Wenn die Wi-Fi-Anzeige auf Ihrem Luftreiniger nicht mehr blinkt, halten Sie die Wi-Fi-Taste für 3 Sekunden gedrückt.
es_es: Si el indicador de Wi-Fi de tu purificador ya no parpadea, mantén presionado el botón de Wi-Fi durante 3 segundos
fr: Si le voyant Wi-Fi de votre purificateur ne clignote plus, appuyez sur le bouton Wi-Fi pendant 3 secondes
it: Se l'indicatore di Wi-Fi sul vostro purificatore non lampeggia, tenere premuto il pulsante Wi-Fi per 3 secondi.
nl: Als de Wi-Fi-indicator op je luchtreiniger niet langer knippert, hou de Wi-Fi-knop dan gedurende 3 seconden ingedrukt
zh_hant_hk: 如果機器上的Wi-Fi指示燈沒有閃爍，請按住Wi-Fi按鈕3秒。

# fragment_p14_four
source: If nothing is working, try to restart the device and start again.
de: Wenn die Verbindung nicht funktioniert starten Sie das Gerät erneut
es_es: Si nada funciona, intente reiniciar el producto y empezar de nuevo
fr: Si rien ne fonctionne, essayez de redémarrer le produit et recommencer
it: Se non funziona niente, provare a riavviare il dispositivo e avviare di nuovo.
nl: Als niets werkt, probeer het apparaat dan opnieuw op te starten en begin opnieuw
zh_hant_hk: 如果沒有任何方法奏效，請嘗試重新啟動機器。

# aplink_p11
source: Your purifier is now connected with your home Wi-Fi network.
de: Ihr Luftreiniger ist nun mit dem lokalen Netzwerk verbunden.
es_es: Su purificador está conectando con su zona Wi-Fi doméstica.
fr: Votre purificateur est désormais connecté à votre réseau Wi-Fi domestique
it: Il vostro purificatore è collegato con la rete domestica Wi-Fi.
nl: Je luchtreiniger is nu verbonden met je Wi-Fi-netwerk thuis
zh_hant_hk: 您的空氣淨化器現已連線至家中的Wi-Fi網絡。

# link_wifi_name_error
source: Please connect to the specified Wi-Fi network
de: Bitte mit dem angegebenen Netzwerk verbinden
es_es: Conecte a la WiFi especificada
fr: Connectez-vous svp au WiFi spécifié
it: Si prega di collegare alla rete Wi-Fi specificata
nl: Gelieve je te verbinden met het aangegeven Wi-Fi-netwerk
zh_hant_hk: 請連線至指定Wi-Fi網絡

# aplink_p1
source: You do not have any device linked to your account.
de: Sie müssen das Gerät mit Ihrem Konto verknüpfen.
es_es: No tiene ningún producto vinculado a su cuenta.
fr: Vous n'avez aucun appareil lié à votre compte
it: Nessun dispositivo collegato al tuo account.
nl: Er is geen product gelinkt aan je account.
zh_hant_hk: 您的帳戶並未綁定任何裝置。

# fail
source: Failed to change device name
de: Ändern Sie DeviceName Fail
es_es: Cambiar nombre de aparato fallado
fr: Echec du changement de nom de l'appareil
it: Impossibile modificare il nome del dispositivo
nl: Aanpassing van de naam van het apparaat mislukt
zh_hant_hk: 未能更改裝置名稱

source: MODERATE
de: LEICHTE VERSCHMUTZUNG
es_es: MODERAR
fr: MODEREE
it: MODERATO
nl: MATIGE VERVUILING
zh_hant_hk: 中

source: POLLUTION
de: VERSCHMUTZT
es_es: POLUCIÓN
it: INQUINAMENTO
nl: VERVUILING
zh_hant_hk: 污染

source: HIGH
de: HOCH
es_es: ALTO
fr: ELEVE
it: ELEVATO
nl: HOOG
zh_hant_hk: 高

# aplink_p12
source: You can give a name to your purifier.
de: Sie können Ihrem Luftreiniger einen Namen geben.
es_es: Puede dar un nombre a su purificador.
fr: Vous pouvez donner un nom à votre purificateur
it: È possibile assegnare un nome al vostro purificatore.
nl: Je kan je luchtreiniger een naam geven.
zh_hant_hk: 您可以為您的空氣淨化器命名。

# device_list_fail
source: Cannot get product type: please check your internet connection
de: Anzeigen der Geräteliste nicht möglich, bitte abbrechen
es_es: No se puede recuperar la lista de aparatos: verifique su conexión a internet.
fr: Impossible de récupérer la liste des appareils : vérifiez votre connexion internet
it: Non è possibile ottenere il tipo di prodotto: verifica la tua connessione internet
nl: Fout in lijst van toestellen.
zh_hant_hk: 未能取得產品類型，請檢查您的網絡連線

source: APLink Success
de: Verbindung mit Luftreiniger erfolgreich
es_es: APLink éxito
fr: Connexion au purificateur réussie
it: Connessione al purificatore riuscita
nl: Verbinding met luchtreiniger geslaagd
zh_hant_hk: Aplink連接成功

source: APlink fail
de: Verbindung mit Luftreiniger fehlgeschlagen
es_es: APlink fallado
fr: Echec connexion purificateur
it: Connessione fallita
nl: Verbinding met luchtreiniger mislukt
zh_hant_hk: Aplink連接失敗

source: BindDevice Fail
de: Verbindung fehlgeschlagen
es_es: Falla de conexión
fr: Echec de connexion
it: Connessione fallita
nl: Verbinding mislukt
zh_hant_hk: BindDevice連接失敗

# psw_not_empty
source: password not empty
de: Passwort nicht eingegeben
es_es: contraseña no vacía
fr: mot de passe non complété
it: password non completa
nl: Wachtwoord niet ingegeven
zh_hant_hk: 密碼不能留空

source: Not found
de: Nicht gefunden
es_es: No encontrada
fr: Pas trouvé
it: Non trovato
nl: Niet gevonden
zh_hant_hk: 找不到

source: Input password
de: Passwort eingeben
es_es: INTRODUCIR CONTRASEÑA
fr: SAISIR LE MOT DE PASSE
it: Inserisci password
nl: WACHTWOORD INVOEREN
zh_hant_hk: 輸入密碼

# relocation
source: Geo-Tracking
de: Geolocation
es_es: Geolocalización
fr: Géolocalisation
nl: Geo-bijhouden
zh_hant_hk: 地理位置追蹤

# airpurifier_more_show_nickname_hint
source: Input nickname
de: Benutzernamen eingeben
es_es: Introduzca el apodo
fr: Entrez votre pseudo
it: Inserisci nickname
nl: apparaatnaam invoeren
zh_hant_hk: 輸入暱稱

# airpurifier_more_devices
source: Devices
de: Geräte
es_es: Aparato
fr: Appareils
it: Dispositivi
nl: apparaten
zh_hant_hk: 裝置

# airpurifier_more_userinfomation_user_guide
source: User guide
de: Bedienungsanleitung
es_es: Guía del usuario
fr: Notice d'utilisation
it: Istruzioni
nl: Bedienungsanleitung
zh_hant_hk: 用戶指南

# airpurifier_more_userinfomation_FAQ
source: FAQ
es_es: Preguntas frecuentes
zh_hant_hk: 常見問題

# airpurifier_more_userinfomation
source: Information
de: Informationen
es_es: Información
it: Informazioni
nl: Informatie
zh_hant_hk: 資料

# airpurifier_more_contact_us
source: Help: contact us
de: Hilfe & Kontakt
es_es: Ayuda: Contáctenos
fr: Aide : contactez-nous
it: Aiuto: Contattaci
nl: Helpen: Neem contact met ons op
zh_hant_hk: 尋求協助：聯絡我們

# airpurifier_get_country_list_fail
source: Failed to get the list of cities: please check your Internet connection
de: Die Liste der Städte konnte nicht abgerufen werden: Bitte überprüfen Sie Ihre Internetverbindung
es_es: No se puede recuperar la lista de cuidades: verifique su conexión a internet
fr: Impossible de récupérer la liste : vérifiez votre connexion internet
it: Impossibile ottenere l'elenco delle città: verifica la tua connessione Internet
nl: Krijg de lijst van steden is mislukt
zh_hant_hk: 未能取得城市清單，請檢查您的網絡連線

# airpurifier_failed_get_device_list
source: Failed to get the list of devices: please check your Internet connection
de: Die Liste der Geräte konnte nicht abgerufen werden: Bitte überprüfen Sie Ihre Internetverbindung
es_es: No se puede recuperar la lista de aparatos: verifique su conexión a internet
fr: Impossible d'obtenir la liste des appareils : vérifiez votre connexion internet
it: Impossibile ottenere l'elenco delle città: verifica la tua connessione Internet
nl: Fout bij het ophalen van de lijst met apparaten
zh_hant_hk: 未能取得裝置清單，請檢查您的網絡連線

# airpurifier_faq_failed_get_data
source: Failed to retrieve data: please check your Internet connection
de: Fehler beim Abrufen der Daten: Bitte überprüfen Sie Ihre Internetverbindung
es_es: No se puede recuperar los datos
fr: Impossible de récupérer les données : vérifiez votre connexion internet
it: Impossibile ottenere l'elenco delle città: verifica la tua connessione Internet
nl: Fout bij het ophalen van gegevens
zh_hant_hk: 未能找回資料，請檢查您的網絡連線

# airpurifier_regist_fail
source: Failed to register
de: Anmeldung nicht erfolgreich
es_es: Registro fallido
fr: Echec de la création
it: Impossibile registrare
nl: Inloggen is mislukt
zh_hant_hk: 註冊失敗

# airpurifier_login_fail
source: Failed to login
de: Anmeldung nicht erfolgreich
es_es: Inicio de sesión fallido
fr: Echec de la connexion
it: Impossibile eseguire l'accesso
nl: Inloggen is mislukt
zh_hant_hk: 登入失敗

# airpurifier_regist_login_fail
source: Your account is created successfully. Please press ‘OK’ to go to the login page.
de: Anmeldung nicht erfolgreich
es_es: Inicio de sesión fallido
fr: Votre compte a été créé avec succès, veuillez appuyer sur 'OK' pour vous identifier.
it: Il tuo account viene creato correttamente. Si prega di premere 'OK' per andare alla pagina di login.
nl: Inloggen is mislukt
zh_hant_hk: 您的帳戶已成功建立。請點擊「確認」以前往登入頁面。

# airpurifier_loading
source: Loading, please hold on…
de: Ladend, bitte festhalten…
es_es: Cargando, por favor espere...
fr: Chargement, veuillez patienter...
it: Caricamento, si prega di attendere…
nl: Laden, gelieve op te houden…
zh_hant_hk: 載入中，請稍候……

# airpurifier_no_peimission
source: Check that the location permission in your settings is activated.
de: Überprüfen Sie, ob die Geolokalisierung in Ihren Einstellungen aktiviert ist.
es_es: Compruebe que el permiso de geolocalización està activado en la configuración de su teléfono.
fr: Vérifiez que la permission "Localisation" est activée dans les réglages
it: Avviso: verificare nelle impostazioni che la localizzazione sia autorizzata.
nl: Controleer of de machtiging van de lokalisatie in uw instellingen geactiveerd is.
zh_hant_hk: 檢查您是否已在設定中啟用位置權限。

# airpurifier_aplink_request_permission_tip
source: Android may ask for a permission to connect with your product successfully. Please accept.
de: Android bitten um Erlaubnis, mit Ihrem Produkt erfolgreich zu verbinden. Bitte akzeptieren Sie.
es_es: Para asegurarse de que el emparejamiento funciona correctamente, si aún no has aceptado el permiso de su teléfono, por favor hágalo en el siguiente pop-up.
fr: Android peut demander une permission pour appairer votre produit avec succès. Merci d'autoriser.
it: Android potrebbe chiedere un'autorizzazione per connettersi con il vostro prodotto. Si prega di accettare.
nl: Android kan vragen om een machtiging te verbinden met uw product succesvol. Gelieve te aanvaarden.
zh_hant_hk: 為成功與產品建立連線，Android或會請求授予存取權限。請接受。

# airpurifier_aplink_fail_about_permission
source: Check in your settings that the location permission is activated.
de: Überprüfen Sie, ob die Geolokalisierung in Ihren Einstellungen aktiviert ist.
es_es: Compruebe que el permiso de geolocalización està activado en la configuración de su teléfono.
fr: Vérifiez que la permission "Localisation" est activée dans vos réglages.
it: Controllare nelle impostazioni che la localizzazione sia attivata.
nl: Controleer of de machtiging van de lokalisatie in uw instellingen geactiveerd is.
zh_hant_hk: 檢查您是否已在設定中啟用位置權限。

# airpurifier_add_shchedule_tip
source: If you set the starting time earlier than the current time, your scheduling will start the next day.
de: Wenn Sie die Startzeit vor der aktuellen Uhrzeit festlegen, beginnt Ihre Planung am nächsten Tag.
es_es: Si define la hora de salida antes de la hora actual, la programación se iniciará al día siguiente, no hoy.
fr: Si vous définissez l’heure de départ plus tôt que l’heure actuelle, votre planification débutera le lendemain.
it: Se si imposta l'ora di avvio antecedente rispetto all'ora corrente, la tua programmazione inizierà il giorno successivo.
nl: Als u de begintijd eerder dan de huidige tijd instelt, zal de volgende dag beginnen uw plannen.
zh_hant_hk: 如果開始時間比目前時間早，該排程將於下一天開始。

# airpurifier_more_show_filtercondition_content_key
source: Filter condition
de: Filterstatus
es_es: Condición de los filtros
fr: Etat des filtres
it: Condizione filtro
nl: Filter toestand
zh_hant_hk: 濾網狀態

source: No permission
de: keine Erlaubnis
es_es: Sin permiso
fr: Pas d'autorisation
it: Nessuna autorizzazione
nl: geen rechten
zh_hant_hk: 沒有權限

source: Pre-filter
de: Vorfilter
es_es: Pre-filtro
fr: Pré-filtre
it: Pre-filtro
nl: Voorfilter
zh_hant_hk: 初級濾網

# active_carbon
source: Active carbon filter
de: Aktivkohlefilter
es_es: Filtro carbón activo
fr: Filtre charbon actif
it: Filtro al carbone attivo
nl: Actievekoolfilter
zh_hant_hk: 活性碳濾網

# hepa
source: Allergy+ filter
es_es: Filtro Allergy+
fr: Filtre Allergy+
it: Filtro Allergy +
zh_hant_hk: Allergy+濾網

# nanocapur
source: NanoCaptur filter
es_es: Filtro NanoCaptur
fr: Filtre NanoCaptur
it: Filtro NanoCaptur
zh_hant_hk: NanoCaptur濾網

# umeng_message_alert_choose_ok
source: OK
zh_hant_hk: 確認

# immediately_turn_on
source: Turn on now
de: Sofort einschalten
es_es: Encender inmediatamente
fr: Activer immédiatement
it: Accendi
nl: Onmiddellijk inschakelen
zh_hant_hk: 立即啟動

# no_more_warn
source: No more warning
de: Warnung nicht mehr anzeigen
es_es: No deseo recibir más advertencias
fr: Ne plus avertir
it: Nessun ulteriore avviso
nl: Niet meer waarschuwen
zh_hant_hk: 沒有其他警告

# to_change
source: To be changed
de: zu ändern
es_es: Cambiar
fr: Effectuer le changement
it: Cambiare
nl: Wijzigen
zh_hant_hk: 待更改

# UmengMessageAlertDialog_content_one
source: Your device
de: Ihr Gerät
es_es: No hay aparato
fr: Votre appareil
it: Il tuo dispositivo
nl: Uw apparaat
zh_hant_hk: 您的裝置

# UmengMessageAlertDialog_content_two
source: filter has consumed above
de: Filter hat oben verbraucht
es_es: filtro ha consumido más de
fr: filtre a consommé plus de
it: filtro ha consumato più di
nl: filter heeft verbruikt boven
zh_hant_hk: 濾網消耗率已超過

# UmengMessageAlertDialog_content_three
source: %. In order to ensure a good air purification quality, please change it.
de: %. Um reine Qualität zu halten, bitte ändern sie rechtzeitig.
es_es: %. Para mantener una buena calidad del aire, por favor cambia el filtro oportunamente.
fr: %. Afin d'assurer une qualité de purification de l'air optimale, veuillez changer le filtre.
it: %. Al fine di garantire una buona qualità di purificazione dell'aria, si prega di cambiare.
nl: %. Om te houden van pure kwaliteit, wijzig deze dan tijdig.
zh_hant_hk: %。為確保良好的空氣淨化質素，請予以更換。

# severe_pollution
source: Highly polluted
de: Starke Verschmutzung
es_es: Contaminación grave
fr: Fortement pollué
it: Fortemente inquinata
nl: Ernstige vervuiling
zh_hant_hk: 污染水平高

# umeng_message_alert_excellent
source: Excellent
de: ausgezeichnet
es_es: Excelente
it: Eccellente
zh_hant_hk: 佳

# umeng_message_alert_good
source: Good
de: gut
es_es: Buena
fr: Bon
it: Buona
nl: Goed
zh_hant_hk: 良好

# umeng_message_alert_terrible
source: Bad
de: schreckliche
es_es: Mala
fr: Mauvais
it: Cattiva
nl: verschrikkelijke
zh_hant_hk: 劣

# umeng_message_alert_off_duty
source: Off
de: Außer Betrieb
es_es: Apagado
fr: Eteint
nl: Buiten dienst
zh_hant_hk: 關閉

# umeng_message_alert_on_duty
source: On
de: In Betrieb
es_es: Encendido
fr: Allumé
nl: Dienstdoende
zh_hant_hk: 啟動

# umeng_message_alert_content_five
source: if there are ten minutes before
de: Wenn zehn Minuten vor
es_es: Ten minutes
fr: 10 min
it: se ci sono dieci minuti prima
nl: Als er tien minuten voordat
zh_hant_hk: 前10分鐘

# umeng_message_alert_choose_cancel
source: Cancel
de: Abbrechen
es_es: Cancelar
fr: Annuler
it: Cancella
nl: Annuleren
zh_hant_hk: 取消
