Repository: TangYumeiSkyable/Seb
Catalog: iOS/supor/Classes/Supporting/*.lproj/Localizable.strings
Languages: de, es_es, fr, it, nl, zh_hant_hk

# airpurifier_more_show_pmitem_text_ios
source: The air quality in %@ is poor. We advise you to limit outdoor activities and to turn your air purifier on.
de: Die Luftqualität in %@ ist schlecht. Wir empfehlen Ihnen, im Freien einen Mundschutz zu tragen und im Innenbereich die Luftqualität durch Einschalten des Luftreinigers sicher zu stellen.
es_es: La calidad del aire en %@ es mala. Se recomienda evitar las actividades al aire libre y encender el purificador de aire.
fr: La qualité de l'air à %@ est mauvaise actuellement. Il est conseillé d'éviter les grands axes routiers et de pratiquer des activités en plein air.
it: La qualità dell'aria a %@ è bassa. è consigliato evitare le grandi strade e di praticare sport all'aria aperta, ti suggeriamo di accendere il purificatore.
nl: De luchtkwaliteit in %@ is slecht. Wij raden aan om geen fysieke inspanningen in de buitenlucht uit te oefenen en om je luchtreiniger in te schakelen.
zh_hant_hk: %@的空氣質素欠佳。我們建議您減少戶外活動，並啟動您的空氣淨化器。

# airpurifier_more_show_msgsend_text
source: Indoor air quality
de: Luftqualität innen
es_es: Calidad del aire interior
fr: Qualité de l’air intérieur
it: Qualità dell'aria interna
nl: Binnenluchtkwaliteit
zh_hant_hk: 室內空氣質素

# airpurifier_more_show_airqualityalerm_text
source: Outdoor air quality
de: Luftqualität außen
es_es: Calidad del aire exterior
fr: Qualité de l’air extérieur
it: Qualità dell'aria esterna
nl: Luftqualität außen
zh_hant_hk: 戶外空氣質素

# airpurifier_more_show_memberupdatemetion_text
source: Filter replacement
de: Filter wechseln
es_es: Substitución del filtro
fr: Changement du filtre
it: Sostituire il filtro
nl: Filters wisselen
zh_hant_hk: 更換濾網

# airpurifier_more_show_wifiupdatemetion_text
source: Wi-Fi module update
de: Update des WLAN-Moduls
es_es: Actualización del módulo Wi-Fi
fr: Mise à jour du module WiFi
it: Aggiornamento modulo wifi
zh_hant_hk: Wi-Fi模組更新

# airpurifier_more_show_updatetipmsg_text_ios
source: Version
de: Die aktuelle Version
es_es: La versión actual
it: Versione
nl: De huidige versie
zh_hant_hk: 版本

# airpurifier_more_airquality_standard_ios
source: Air Quality Reference Standard
de: Referenzstandard für die Luftqualität
es_es: Estándar de referencia de la calidad del aire
fr: Étalon de référence de qualité air
it: Standard di riferimento di qualità dell'aria
nl: Referentiestandaard luchtkwaliteit
zh_hant_hk: 空氣質素參考標準

# airpurifier_outdoor_show_outdoortitle_text
source: Outdoor air quality
de: Luftqualität im Außenbereich
es_es: Calidad del aire exterior
fr: Qualité de l’air extérieur
it: Qualità dell'aria esterna
nl: Kwaliteit van de buitenlucht
zh_hant_hk: 戶外空氣質素

# airpurifier_more_show_airquality_text
source: Air quality level
de: Tabelle mit Luftqualitätswerten
es_es: Tabla de niveles de calidad del aire
fr: Niveaux de qualité de l'air
it: Livello della qualità dell'aria
nl: Tabel luchtkwaliteit
zh_hant_hk: 空氣質素水平

# airpurifier_more_air_headline
source: Headline
de: Überschrift
es_es: Título
fr: Titre
it: Titolo
zh_hant_hk: 標題

# airpurifier_more_air_description
source: Description
de: Beschreibung
es_es: Descripción
it: Descrizione
nl: Omschrijving
zh_hant_hk: 說明

# airpurifier_more_air_fresh_headline
source: No risk
de: Kein Risiko
es_es: Sin riesgo
fr: Aucun risque
it: Nessun rischio
nl: Geen risico
zh_hant_hk: 沒有風險

# airpurifier_more_air_fresh_description
source: The air is pure, ideal for outdoor activities!
de: Die Luftqualität ist gut, ideal für Aktivitäten im Freien!
es_es: El aire es puro, ideal para hacer actividades al aire libre.
fr: L’air est pur, idéal pour les activités en plein air !
it: L'aria è pura, ideale per le attività esterne!
nl: De luchtkwaliteit is goed, ideaal voor buitenactiviteiten!
zh_hant_hk: 空氣很清新，適合進行戶外活動！

# airpurifier_more_air_moderate_headline
source: Impact risk if chronic exposure
de: Risiko bei chronischer Exposition
es_es: Riesgo de impacto en caso de exposición crónica
fr: Risque d'impacts sur la santé en cas d'exposition chronique
it: Rischio di conseguenze in caso di esposizione cronica
nl: Risico bij chronische blootstelling
zh_hant_hk: 長期接觸會造成危害

# airpurifier_more_air_moderate_description
source: The air is moderately polluted. Greater than the maximum limit established for one year by WHO. A long-term exposure may be risky for your health
de: Die Luft ist leicht verschmutzt und überschreitet die Grenzwerte die von der WHO festgelegt wurden. Das dauerhafte Einatmen kann gesundheitliche Schäden verursachen.
es_es: La contaminación del aire es moderada. Superior al límite máximo para un año establecido por la OMS. La exposición a largo plazo puede conllevar riesgos para la salud.
fr: L’air est modérément pollué. Le niveau de pollution est supérieur à la limite maximale établie pour un an par l’OMS. Une exposition à long terme constitue un risque pour la santé.
it: L'aria è moderatamente inquinata. Maggiore del limite massimo stabilito per un anno dall'OMS. Un'esposizione prolungata potrebbe essere rischiosa per la tua salute
nl: De lucht is matig vervuild en overschreidt de maximumlimiet die is bepaald voor één jaar door de WHO. Langdurige blootstelling kan schadelijk zijn voor je gezondheid.
zh_hant_hk: 空氣污染達中等水平，較世衛所訂立的一年上限為高，長期曝露其中可能危害健康。

# airpurifier_more_air_high_headline
source: Impact on health in case of chronic exposure
de: Auswirkung wenn man diesen Werten dauerhaft ausgesetzt ist
es_es: Impacto en caso de exposición crónica
fr: Impacts sur la santé en cas d'exposition longue
it: Impatto sulla salute in caso di esposizione cronica
nl: Gevolgen bij langdurige blootstelling
zh_hant_hk: 長期接觸對健康的影響

# airpurifier_more_air_high_description
source: The air has reached a high level of pollution. Higher than the maximum limit for 24 hours established by WHO.
de: Die Luft ist stark verschmutzt. Größer als der WHO-Grenzwert für 24 Stunden.
es_es: El aire ha alcanzado un nivel alto de contaminación. Superior al límite máximo para 24 horas establecido por la OMS.
fr: L’air a atteint un niveau de pollution élevé. Le niveau de pollution est supérieur à la limite maximale pour 24 heures établie par l’OMS.
it: L'aria ha raggiunto un livello elevato di inquinamento. Maggiore del limite massimo per 24 ore stabilito dall'OMS.
nl: De lucht is in hoge mate vervuild. Hoger dan de maximumlimiet voor 24 uur die is bepaald door de WHO.
zh_hant_hk: 空氣污染達甚高水平，較世衛所訂立的24小時上限為高。

# airpurifier_more_air_very_headline
source: Immediate impact on health
de: Unmittelbare Auswirkungen auf die Gesundheit
es_es: Impacto inmediato en la salud
fr: Impact immédiat sur la santé
it: Impatto immediato sulla salute
nl: Onmiddellijke gevolgen voor de gezondheid
zh_hant_hk: 對健康的即時影響

# airpurifier_more_air_very_description
source: The air has reached a very high level of pollution. Effects can be immediately felt by sensitive individuals. Everybody feels the effects of a prolonged exposure.
de: Die Luft ist sehr stark verschmutzt. Empfindliche Menschen können die Auswirkungen unmittelbar spüren. Jeder spürt die Auswirkungen wenn man diesen Verschmutzungswerten dauerhaft ausgesetzt ist.
es_es: El aire ha alcanzado un nivel muy alto de contaminación. Las personas sensibles pueden sentir los efectos de forma inmediata. Todas las personas sienten los efectos de una exposición prolongada.
fr: L’air a atteint un niveau de pollution très élevé. Des effets néfastes peuvent être ressentis par les personnes sensibles après une courte exposition. Tout le monde ressent des effets néfastes lors d'une exposition prolongée.
it: L'aria ha raggiunto un livello molto elevato di inquinamento. Gli effetti possono essere avvertiti immediatamente da soggetti sensibili. Tutti sentono gli effetti di un'esposizione prolungata.
nl: De lucht is in zeer hoge mate vervuild. Gevolgen kunnen direct worden gevoeld door gevoelige personen. Iedereen voelt de gevolgen van langdurige blootstelling.
zh_hant_hk: 空氣污染達甚高水平，敏感人士可能會即時感到不適，所有人長期曝露其中也會感到不適。

# airpurifier_more_air_excessive_headline
source: Immediate effects on sensitive people.
de: Unmittelbare Auswirkungen für gefährdete Personen
es_es: Efectos inmediatos para personas con sensibles
fr: Effets néfastes immédiats pour les personnes sensibles
it: Effetti immediati sulle persone sensibili.
nl: Onmiddellijke gevolgen voor personen die risico lopen
zh_hant_hk: 對敏感人士的即時影響

# airpurifier_more_air_excessive_description
source: The pollution level has reached a critical level. Sensitive people feel immediate effects. Even healthy people may show symptoms for short exposure.
de: Die Verschmutzung hat ein kritisches Niveau erreicht. Empfindliche Menschen spüren die Auswirkungen unmittelbar. Selbst gesunde Menschen zeigen möglicherweise bereits nach kurzer Zeit Symptome die durch die verschmutzte Luft hervorgerufen werden.
es_es: El nivel de contaminación ha alcanzado un nivel crítico. Las personas sensibles sienten los efectos inmediatos. Incluso las personas sanas podrían mostrar síntomas tras una exposición breve.
fr: Le niveau de pollution a atteint un seuil critique. Les personnes sensibles subissent des dommages immédiats. Des symptômes peuvent aussi se manifester chez les personnes en bonne santé, et ce, même après une brève exposition.
it: L'inquinamento ha raggiunto un livello critico. Le persone sensibili avvertono effetti immediati. Anche i soggetti sani possono mostrare sintomi per una breve esposizione.
nl: De vervuiling heeft een kritiek niveau bereikt. Gevoelige personen voelen directe gevolgen. Zelfs gezonde personen vertonen symptomen bij korte blootstelling.
zh_hant_hk: 空氣污染已達嚴重水平，敏感人士會感受到即時影響，即使健康人士短時間曝露其中也可能出現症狀。

# airpurifier_more_air_extreme_headline
source: Immediate effects on everybody
de: Unmittelbare Auswirkungen auf jeden
es_es: Efectos inmediatos para todas las personas
fr: Effets immédiats sur tout le monde
it: Effetti immediati per tutti
nl: Onmiddellijke gevolgen voor iedereen
zh_hant_hk: 對所有人的即時影響

# airpurifier_more_air_extreme_description
source: Pollution has reached extreme levels. Immediate effects on health.
de: Die Verschmutzung hat ein extremes Niveau erreicht. Unmittelbare Auswirkungen auf die Gesundheit.
es_es: La contaminación ha alcanzado niveles extremos. Efectos inmediatos en la salud.
fr: La pollution a atteint des niveaux extrêmes, les effets sur la santé peuvent être immédiats.
it: L'inquinamento ha raggiunto livelli estremi. Effetti immediati sulla salute.
nl: De vervuiling is tot extreme hoogten gestegen. Directe gevolgen voor de gezondheid.
zh_hant_hk: 空氣污染已達嚴重水平，可對健康構成即時影響。

# airpurifier_more_air_airpocalypse_headline
source: Major immediate effects
de: Starke unmittelbare Auswirkungen
es_es: Principales efectos inmediatos
fr: Dégâts majeurs immédiats
it: Considerevoli effetti immediati
nl: Ernstige directe gevolgen
zh_hant_hk: 重大即時影響

# airpurifier_more_air_airpocalypse_description
source: Airpocalypse! Immediate and heavy effects on everybody.
de: Airpocalypse Unmittelbare und schwere Auswirkungen auf jeden.
es_es: ¡Contaminación apocalíptica! Efectos inmediatos y considerables para todas las personas.
fr: Airpocalypse ! Répercussions sévères et immédiates sur tout le monde.
it: Airpocalisse! Effetti immediati e forti su tutti.
nl: Airpocalyps! Directe en zware gevolgen voor iedereen.
zh_hant_hk: 空氣災難！對所有人都有即時嚴重影響。

# airpurifier_more_airquality_fresh
source: Fresh air
de: Frische Luft
es_es: Aire fresco
fr: Air Pur
it: Aria fresca
nl: Frisse lucht
zh_hant_hk: 清新空氣

# airpurifier_more_airquality_moderate
source: Moderate pollution
de: Mäßige Luftverschmutzung
es_es: Contaminación moderada
fr: Pollution modérée
it: Inquinamento moderato
nl: Matige vervuiling
zh_hant_hk: 污染水平中等

# airpurifier_more_airquality_high
source: High pollution
de: Hohe Luftverschmutzung
es_es: Contaminación alta
fr: Forte pollution
it: Inquinamento elevato
nl: Ernstige vervuiling
zh_hant_hk: 污染水平高

# airpurifier_more_airquality_very
source: Very high pollution
de: Sehr hohe Luftverschmutzung
es_es: Contaminación muy alta
fr: Très forte pollution
it: Inquinamento molto elevato
nl: Zeer ernstige vervuiling
zh_hant_hk: 污染水平甚高

# airpurifier_more_airquality_excessive
source: Excessive pollution
de: Übermäßige Luftverschmutzung
es_es: Contaminación excesiva
fr: Pollution excessive
it: Inquinamento eccessivo
nl: Buitensporige vervuiling
zh_hant_hk: 污染水平過高

# airpurifier_more_airquality_extreme
source: Extreme pollution
de: Extreme Luftverschmutzung
es_es: Contaminación extrema
fr: Pollution extrême
it: Inquinamento estremo
nl: Extreme vervuiling
zh_hant_hk: 污染水平嚴重

# airpurifier_more_airquality_airpocalypse
source: Airpocalypse
es_es: Contaminación apocalíptica
it: Airpocalisse
nl: Airpocalyps
zh_hant_hk: 空氣災難

# airpurifier_more_show_hcho_text_ios
source: HCHO
fr: Formaldéhyde
zh_hant_hk: 甲醛（HCHO）

# airpurifier_more_show_text_ios
source: We advise you to limit outdoor activities.
de: Wir empfehlen Ihnen, im Freien einen Mundschutz zu tragen.
es_es: Se recomienda llevar mascarillas quirúrgicas al aire libre.
fr: Il est conseillé de limiter les activités à l'extérieur.
it: Vi consigliamo di limitare le attività all'aperto.
nl: Het is raadzaam in de open lucht een mondmasker te dragen.
zh_hant_hk: 我們建議您減少戶外活動。

# airpurifier_more_show_openair_text
source: Turn on the air purifier
de: Luftreiniger automatisch einschalten
es_es: Encender el purificador de aire
fr: Allumer le purificateur
it: Accendere il purificatore
nl: Luchtzuiveraar automatisch starten
zh_hant_hk: 啟動空氣淨化器

# airpurifier_more_show_personaldata_text
source: Personal data policy
de: Datenschutzerklärung
es_es: Política sobre datos personales
fr: Politique des Données Personnelles
it: Trattamento dei dati personali
nl: Beleid inzake persoonsgegevens
zh_hant_hk: 個人資料政策

# airpurifier_more_show_legalnotice_text
source: Legal notice
de: Impressum
es_es: Avisos legales
fr: Mentions légales
it: Note legali
nl: Juridische mededeling
zh_hant_hk: 法律公告

# airpurifier_more_show_cookies_text
source: Use of cookies
de: Nutzung von Cookies
es_es: Usuario de cookies
fr: Gestion des cookies
it: Utilizzo dei cookies
nl: Gebruik van cookies
zh_hant_hk: 使用cookie

# airpurifier_more_show_termsofuse_text
source: Terms of use
de: Nutzungsbedingungen
es_es: Términos de uso
fr: Conditions générales d'utilisation
it: Condizioni di utilizzo
nl: Gebruiksvoorwaarden
zh_hant_hk: 使用條款

# airpurifier_more_show_notifications_text
source: Notifications settings
de: Einstellungen Benachrichtigungen
es_es: Configuración de las notificaciones
fr: Gestion des notifications
it: Impostazioni notifiche
nl: Instellingen van meldingen
zh_hant_hk: 通知設定

# airpurifier_more_show_agree_text
source: I agree
de: Ich stimme zu
es_es: Acepto
fr: Accepter
it: Accetto
nl: Ik ga akkoord
zh_hant_hk: 我同意

# airpurifier_more_show_cookiestitle_text
source: Your choice about cookies
de: Ihre Wahl bezüglich Cookies
es_es: Sus preferencias sobre cookies
fr: Votre choix à propos des cookies
it: La tua scelta relativa ai cookie
nl: Je keuze over cookies
zh_hant_hk: 您的cookie選擇

# airpurifier_more_show_cookiestitleTwoitem_text
source: During the use of the application, cookies may be placed on your device. These cookies are used to store information and some are necessary to access certain contents and / or services of the application. Select your choice for each category of cookie then click on «Validate and continue». You can adjust your choices at any time from the page «Use of cookies» in the «Settings» section of the application.
de: Während der Nutzung der App werden möglicherweise Cookies auf Ihrem Gerät gesetzt. Mithilfe der Cookies werden Informationen gespeichert und einige sind notwendig, um auf bestimmte Inhalte bzw. Dienste der Anwendung zugreifen zu können. Nehmen Sie die Einstellungen für jede Cookie-Kategorie vor und klicken Sie anschließend auf „bestätigen und fortfahren“. Sie können Ihre Einstellungen jederzeit über die Seite „Nutzung von Cookies“ im Bereich „Einstellungen“ der Anwendung ändern.
es_es: Cuando utilice la aplicación, es posible que se habiliten cookies en su teléfono móvil. Estas cookies se utilizan para almacenar información y algunas son necesarias para acceder a determinados contenidos y/o servicios de la aplicación. Seleccione su preferencia para cada categoría de cookie y haga clic en «Validar y continuar». Puede modificar sus preferencias en cualquier momento en la página «Uso de cookies», en la sección «Configuración» de la aplicación.
fr: Lors de l’utilisation de l’application, les cookies peuvent être déposés sur votre téléphone portable. Ces cookies servent à stocker des informations, et certains sont nécessaires pour accéder à certains contenu et / ou services de l'application. Sélectionnez votre choix. Vous pouvez changer d'avis à tout moment depuis la page de 《Utilisation des cookies》dans la section《Paramètres》de l’application.
it: Sul tuo dispositivo potranno essere salvati dei cookie durante l'utilizzo dell'Applicazione. I cookie vengono utilizzati per archiviare informazioni e alcuni sono necessari per accedere al alcuni contenuti e/o servizi dell'applicazione. Seleziona la tua scelta per ciascuna categoria di cookie e clicca su «conferma e continua». Puoi modificare le tue scelte in qualunque momento nella pagina «uso di cookie» nella sezione «impostazioni» dell'applicazione.
nl: Tijdens het gebruik van de app kunnen cookies op je apparaat worden geplaatst. Deze cookies worden gebruikt om informatie op te slaan en een aantal zijn nodig voor toegang tot bepaalde inhoud en/of services van de app. Maak een keuze voor elke cookiecategorie en klik vervolgens op «Bevestigen en doorgaan». Je kunt je selecties op elk moment wijzigen op de pagina «Gebruik van cookies» in het gedeelte «Instellingen» van de app.
zh_hant_hk: 使用應用程式期間，可能會有cookies儲存在您的裝置上。這些cookies用以儲存資料，當中部分是存取特定應用程式內容及／或服務所必須的。請對每類cookies作出選擇，完成後點擊«確認並繼續»。您可隨時在應用程式«設定»中的«使用cookies»頁面，修改這項設定。

# airpurifier_more_show_cookiestitles_text
source: Hearing measures
de: Kontrollmaßnahmen
es_es: Mediciones de audiencia
fr: Mesures d’audience
it: Misurazione dell'ascolto
nl: Analyses
zh_hant_hk: 受眾測量

# airpurifier_more_show_cookiestitleitem_text
source: We use audience measurement solutions to analyze traffic, trends and usages and identify malfunctions on the application to improve your user experience.
de: Mithilfe der Nutzungsmessung analysieren wir Traffic, Trends und Gebrauch und identifizieren Fehler in der Anwendung, um das Nutzererlebnis zu verbessern
es_es: Utilizamos soluciones de medición de audiencia para analizar el tráfico, las tendencias y los usos, así como para detectar fallos en la aplicación y mejorar su experiencia de usuario
fr: Nous utilisons des solutions de mesure d'audience dans le but d'analyser le trafic, les tendances et les usages de l'application, ainsi que pour repérer les dysfonctionnements sur l'application pour améliorer votre expérience utilisateur.
it: Utilizziamo soluzioni di misurazione dell'audience per analizzare il traffico, le tendenze e l'utilizzo, nonché per identificare anomalie nell'applicazione, per migliorare la tua esperienza utente.
nl: We maken gebruik van oplossingen voor bezoekcijfers om verkeer, trends en gebruik te analyseren en storingen in de app te identificeren om de gebruikerservaring te verbeteren
zh_hant_hk: 我們採用受眾測量方法分析傳輸量、趨勢及使用量，並偵測應用程式的異常情況，藉以改善您的使用體驗。

# airpurifier_adjust_show_modifycity_text
source: Modify The Display City
de: Die angezeigte Stadt ändern
es_es: Modificar La Ciudad Pantalla
fr: Modifier votre ville
it: Modificare il display City
nl: Weergaveplaats wijzigen
zh_hant_hk: 修改顯示城市

# airpurifier_more_show_updatedevice_title
source: Update tip
de: TIPPS-UPDATE
es_es: SUGERENCIA DE ACTUALIZACIÓN
fr: RAPPEL MISE A JOUR
it: Aggiornare tip
zh_hant_hk: 更新貼士

# airpurifier_more_show_updatedevice_content
source: The current version is %@, and you can update to version %@.
de: Ihre momentane Version ist %@. Sie können ein Update zu Version %@ durchführen.
es_es: La versión actual es %@. Puede actualizar a la versión %@.
fr: La version actuelle est %@, et vous pouvez mettre à jour en passant à la version %@.
it: La versione attuale è %@, e puoi aggiornarla alla versione %@.
nl: De huidige versie is %@ en je kunt updaten naar versie %@.
zh_hant_hk: 目前版本為%@，您可以更新至版本%@。

# airpurifier_update_tip_msg_start
source: A new version is available, please update your current version
de: Eine neue Version ist verfügbar. Aktualisieren Sie Ihre aktuelle Version
es_es: Nueva versión disponible, por favor actualice su versión
fr: Une nouvelle version est disponible, merci d'effectuer la mise à jour
it: È disponibile una nuova versione, aggiorna la versione attuale
nl: Er is een nieuwe versie beschikbaar, werk uw huidige versie bij
zh_hant_hk: 發現新版本，請執行更新

# airpurifier_update_tip_goto
source: Update
de: AKTUALISIEREN
es_es: Actualizar
fr: Mettre à jour
it: Aggiornamento
nl: BIJWERKEN
zh_hant_hk: 更新

# airpurifier_update_tip_quit
source: Quit
de: BEENDEN
es_es: Salir
fr: Quitter
it: Abbandona
nl: VERLATEN
zh_hant_hk: 退出

# airpurifier_outdoor_air_remind_f
source: The air outside is pure, Open your windows
de: Die Außenluft ist sauber. Öffnen Sie Ihre Fenster.
es_es: El aire exterior es puro. ¡Abra las ventanas!
fr: L'air extérieur est pur - Si il fait beau, profitez en pour pratiquer des activités à l’extérieur. - Ouvrez vos fenêtres
it: L'aria esterna è pura, apri le finestre
nl: De buitenlucht is zuiver. Open uw ramen!
zh_hant_hk: 外面的空氣很清新, 打開窗吧

# airpurifier_outdoor_air_remind_s
source: The outside air is highly polluted. If possible, avoid main roads : Going away from a few tens of meters can make a big difference !
de: Die Außenluft ist stark verschmutzt. Meiden Sie, wenn möglich, Hauptverkehrsstraßen. Selbst eine Entfernung von mehreren zehn Metern kann einen großen Unterschied machen!
es_es: El aire exterior está altamente contaminado. Si puede, evite las carreteras principales: ¡desviarse unos metros antes puede marcar la diferencia!
fr: L'air extérieur est très fortement pollué. Evitez les grands axes routiers. S’éloigner de quelques dizaines de mètres peut avoir des effets positifs notables sur votre santé !
it: L'aria esterna è fortemente inquinata. Se possibile, evita le strade principali : allontanarsi di qualche decine di metri può fare molta differenza !
nl: De buitenlucht is sterk verontreinigd. Mijd de hoofdwegen indien mogelijk: enkele tientallen meters afstand kan een groot verschil maken!
zh_hant_hk: 外面的空氣污染達甚高水平，應盡量遠離主要道路，只要遠離數十米已經大有不同！

# airpurifier_outdoor_air_remind_t
source: The outside pollution is very high. Avoid intensive sport activities outside. Avoid main roads: Going away from a few tens of meters can make a big difference !
de: - Vermeiden Sie intensive sportliche Aktivitäten im Freien. - Meiden Sie Hauptverkehrsstraßen. Schon in einer Entfernung von einigen 10 Metern kann sich die Luftqualität deutlich verbessern!
es_es: La contaminación exterior es muy alta. - Evite hacer deporte intensivo en el exterior. - Evite las carreteras principales: ¡desviarse unos metros antes puede marcar la diferencia!
fr: L'air extérieur est très fortement pollué. - Evitez au maximum les activité en extérieur - Evitez les grands axes routiers. S'éloigner de quelques mètres peut avoir des effets positifs notables sur votre santé!
it: L'inquinamento esterno è molto elevato. Evita le attività sportive intense all'aria aperta. Evita le strade principali : allontanarsi di qualche decine di metri può fare molta differenza !
nl: De buitenlucht is sterk verontreinigd. Vermijd intensieve sportactiviteiten buiten!
zh_hant_hk: 外面的空氣污染達甚高水平，應避免在戶外進行劇烈運動。 應盡量遠離主要道路，只要遠離數十米已經大有不同！
