Repository: TangYumeiSkyable/Seb
Catalog: iOS/supor/Classes/Supporting/*.lproj/Localizable.strings
Languages: de, es_es, fr, it, nl, zh_hant_hk

# airpurifier_outdoor_air_remind_fo
source: Toxic air outside :( Stay inside as much as possible In case of respiratory and cardiac discomfort, consult your doctor
de: - Extrem belastete Außenluft :-( Vermeiden Sie es, sich im Freien aufzuhalten - Wenden Sie sich bei Atem- und Herzbeschwerden an Ihren Arzt
es_es: Aire tóxico en el exterior :-( No salga a la calle en la medida de lo posible En caso de molestia respiratoria o cardíaca, consulte a su médico.
fr: L'air extérieur est pollué :-( Restez à l’intérieur autant que possible. En cas de gêne respiratoire et/ou cardiaque, consultez votre médecin.
it: Aria esterna tossica :( Resta all'interno quanto più possibile. In caso di problemi respiratori o cardiaci, consultare il proprio medico
nl: Giftige buitenlucht :( Blijf zoveel mogelijk binnen. Giftige buitenlucht. Raadpleeg uw arts als u last hebt aan uw luchtwegen of aan uw hart
zh_hant_hk: 外面空氣有毒 :-( 應盡量留在室內 如果呼吸困難或心臟不適，應立即求醫

# airpurifier_upload_the_avatars
source: Picture uploading failed
de: Hochladen des Bildes ist fehlgeschlagen
es_es: Error al cargar la foto
fr: Échec de téléchargement de photo
it: Caricamento foto non riuscito
nl: Het uploaden van de foto is mislukt
zh_hant_hk: 圖片上載失敗

# airpurifier_avatars_for_failure
source: Avatars for failure
de: Avatare für Fehler
es_es: Avatares de error
fr: Avatar par défaut
it: Avatar predefinito
nl: Avatars voor fouten
zh_hant_hk: 頭像顯示失敗

# airpurifier_personal_updatePassword_success
source: Password successfully updated
de: Passwort erfolgreich aktualisiert
es_es: Contraseña actualizada correctamente
fr: Mise à jour du mot de passe réussie
it: La password è stata modificata correttamente
nl: Wachtwoord met succes bijgewerkt
zh_hant_hk: 成功更新密碼

# airpurifier_personal_updatePassword_error
source: Failed to update password
de: Aktualisierung des Passworts ist fehlgeschlagen
es_es: Error al actualizar la contraseña
fr: Erreur de mise à jour du mot de passe
it: Errore nell'aggiornamento della password
nl: Bijwerken wachtwoord mislukt
zh_hant_hk: 未能更新密碼

# airpurifier_login_show_registerentercode_text
source: Minimum 8 characters, including 1 capital letter, 1 small letter, 1 number.
de: geben Sie mindestens 8 Zeichen ein, darunter mindestens 1 Groß- und 1 Kleinbuchstaben und 1 Zahl.
es_es: Introduzca al menos 8 caracteres, incluido 1 letra mayúscula, 1 letra minúscula y 1 número.
fr: Merci de saisir au moins 8 caractères, dont une majuscule, une minuscule, et un chiffre.
it: Minimo 8 caratteri, inclusa 1 maiuscola, 1 minuscola, 1 numero.
nl: gelieve minstens 8 karakters in te voeren, waaronder: 1 hoofdletter, 1 kleine letter, 1 cijfer.
zh_hant_hk: 至少8個字元，須包括1個大階字母、1個細階字母及1個數字。

# airpurifier_login_show_registercodenotconsistent_text
source: Your passwords don't match
de: Ihre Passwörter stimmen nicht überein
es_es: Sus contraseñas no coinciden
fr: Les 2 mots de passe ne correspondent pas.
it: Le password non coincidono
nl: Uw wachtwoorden stemmen niet overeen
zh_hant_hk: 密碼不一致

# airpurifier_login_show_verifypwdsuccess_text
source: Password successfully changed
de: Passwort erfolgreich geändert
es_es: Contraseña modificada correctamente
fr: Mise à jour du mot de passe réussie
it: La password è stata modificata correttamente
nl: Wachtwoord met succes gewijzigd
zh_hant_hk: 成功更改密碼

# airpurifier_location_show_locationfailed_text
source: Geolocalisation failed
de: lokalisierung ist fehlgeschlagen
es_es: Error de localización
fr: Erreur de géolocalisation
it: Geolocalizzazione non riuscita
nl: lokalisatie mislukt
zh_hant_hk: 定位失敗

# airpurifier_ifuactivity_show_success_text
source: Success
de: erfolgreich
es_es: Éxito
fr: Succès
it: Riuscito
nl: succes
zh_hant_hk: 成功

# airpurifier_ifuactivity_show_syncContent_text
source: Content synchronization
de: inhalt synchronisieren:
es_es: Sincronizar contenido
fr: Synchronisation du contenu
it: Sincronizzazione del contenuto
nl: Inhoud syncroniseren:
zh_hant_hk: 內容同步

# airpurifier_inactivity_show_Finishingactivityduetoinactivity_text
source: Finishing activity due to inactivity
de: Aktivität wird wegen Inaktivität beendet
es_es: Finalizando acción por inactividad
fr: Désactivation après inactivité
it: Attività terminata a causa di inattività
nl: Afsluitende activiteit wegens inactiviteit
zh_hant_hk: 由於長期擱置，裝置正在關閉。

# airpurifier_login_show_invalidmail_toast
source: Invalid e-mail address
de: Ungültige E-Mail-Adresse
es_es: Dirección de correo electrónico no válida
fr: Adresse e-mail invalide
it: Indirizzo email non valido
nl: E-mailadres ongeldig
zh_hant_hk: 電郵地址無效

# airpurifier_login_show_psdinfo_text
source: We have sent to your mailbox %@ a confirmation email, please check.
de: Eine Bestätigungs-E-Mail wurde an Ihre E-Mail-Adresse %@ gesendet. Bitte überprüfen Sie Ihren Posteingang.
es_es: Hemos enviado un correo electrónico de confirmación a su e-mail %@, consúlte-lo.
fr: Nous avons envoyé votre nouveau mot de passe sur votre boite mail %@.
it: Abbiamo inviato un'email di conferma alla casella %@, si prega di verificare.
nl: We hebben een bevestigingsmail verstuurd naar uw mailbox %@, gelieve dit na te kijken.
zh_hant_hk: 我們已將確認電郵發送至您的電郵地址%@，請查收。

# airpurifier_login_show_passwordresetfail_text
source: Failed to change password
de: Passwortänderung ist fehlgeschlagen
es_es: Error al modificar la contraseña
fr: Le mot de passe n'a pas pu être modifié
it: Errore nell'aggiornamento della password
nl: Wijziging wachtwoord mislukt
zh_hant_hk: 未能更改密碼

# airpurifier_moredevice_show_demi_text
source: Demi
de: Demo
es_es: Demo
it: Demo
nl: Demo
zh_hant_hk: 半

# airpurifier_login_show_registernetworkanomaly_text
source: Network error: check your internet connection
de: Netzwerkanomalie
es_es: Anomalía de red
fr: Erreur réseau : vérifiez votre connexion internet
it: Errore di rete: verificare la connessione a internet
nl: Netwerkanomalie
zh_hant_hk: 網絡發生錯誤，請檢查您的網絡連線

# airpurifier_login_show_isnetwork_text
source: Please check the network environment!
de: Überprüfen Sie die Netzwerkumgebung!
es_es: Compruebe el entorno de red
fr: Merci de vérifier les paramètres du réseau !
it: Si prega di verificare la rete!
nl: Gelieve de netwerkomgeving na te kijken!
zh_hant_hk: 請檢查網絡！

# airpurifier_login_show_tosloginsuccess_text
source: Successfully logged in
de: Erfolgreich angemeldet
es_es: Sesión iniciada correctamente
fr: Connexion réussie
it: Login effettuato con successo
nl: Met succes ingelogd
zh_hant_hk: 已成功登入

# airpurifier_login_show_tospressagainexit_text
source: Click again to exit
de: Erneut klicken, um Vorgang zu beenden
es_es: Vuelva a hacer clic para salir del procedimiento
fr: Appuyez à nouveau pour quitter
it: Clicca di nuovo per uscire
nl: Klik opnieuw om de procedure te verlaten
zh_hant_hk: 再點擊一下以離開

# airpurifier_more_show_tosnomsg_text
source: No news
de: Keine News
es_es: No hay noticias
fr: Aucune nouveauté
it: Nessuna novità
nl: Geen Nieuws
zh_hant_hk: 沒有新聞

# airpurifier_login_show_tosphonenotregidter_text
source: This email is not registered
de: Diese E-Mail ist nicht registriert
es_es: Este correo electrónico no está registrado
fr: Cet email n’est pas enregistré
it: Questa e-mail non è registrata
nl: Deze e-mail is niet geregistreerd
zh_hant_hk: 此電郵並未註冊

# airpurifier_login_show_tosregistsuccessful_text
source: Registered successfully
de: Erfolgreich angemeldet
es_es: La cuenta fue creada correctamente
fr: Le compte a été correctement créé
it: È stato registrato correttamente
nl: Met succes ingelogd
zh_hant_hk: 成功註冊

# airpurifier_selfcheck_check_title_text
source: Self-inspection mode
de: Eigenkontrollmodus
es_es: Modo autoinspección
fr: Mode auto-inspection
it: Modalità di autoispezione
nl: Auto-inspectie modus
zh_hant_hk: 自我檢查模式

# airpurifier_more_show_invaliddevice_text
source: Invalid device
de: Ungültiges Gerät
es_es: Dispositivo no válido
fr: Périphérique non valide
it: Dispositivo non valido
nl: Ongeldig apparaat
zh_hant_hk: 裝置無效

# airpurifier_more_show_cancel_button
source: Cancel
de: Abbrechen
es_es: Cancelar
fr: Annuler
it: Cancella
nl: Annuleren
zh_hant_hk: 取消

# airpurifier_more_show_checkend_text
source: Stop checking
de: Überprüfung stoppen
es_es: Detener la verificación
fr: Arrêter la vérification
it: Arresta la verifica
nl: Stop de controle
zh_hant_hk: 停止檢查

# airpurifier_more_show_uplode_success
source: Successfully uploaded
de: Erfolgreich hochgeladen
es_es: Cargado correctamente
fr: Mise à jour réussie
it: Caricato correttamente
nl: Met succes geüpload
zh_hant_hk: 成功上載

# airpurifier_more_show_uplode_failed
source: Upload failed
de: Aktualisierung ist fehlgeschlagen
es_es: Error de carga
fr: Echec de la mise à jour
it: Caricamento non riuscito
nl: Bijwerken mislukt
zh_hant_hk: 上載失敗

# airpurifier_more_show_titlemore_text
source: More
de: Mehr
es_es: Configuraciones
fr: En savoir plus
it: Altro
nl: Instellingen
zh_hant_hk: 更多

# airpurifier_more_show_twodevice_text
source: No device
de: hat 0 Geräte
es_es: No hay aparato
fr: Aucun appareil
it: Nessun dispositivo
nl: 0 apparaten
zh_hant_hk: 沒有裝置

# airpurifier_more_show_sievestate_text
source: Filter condition
de: Filterstatus
es_es: Estado de los filtros
fr: Etat des filtres
it: Condizione filtri
nl: Filter toestand
zh_hant_hk: 濾網狀態

# airpurifier_more_show_airqualitystandardconsult_text
source: User guide
de: Die Gebrauchsanweisung des Produkts
es_es: Instrucciones de uso del aparato
fr: Notice d'utilisation
it: Istruzioni
nl: Gebruikershandleiding
zh_hant_hk: 用戶指南

# airpurifier_more_show_changepwd_text
source: Change password
de: Passwort ändern
es_es: Cambiar contraseña
fr: Modifier mon mot de passe
it: Modifica password
nl: Wachtwoord wijzigen
zh_hant_hk: 更改密碼

# airpurifier_more_show_changepwdtitle_text
source: Change password
de: Passwort ändern
es_es: Cambiar Contraseña
fr: Modifier mon mot de passe
it: Modifica password
nl: Wachtwoord wijzigen
zh_hant_hk: 更改密碼

# airpurifier_more_show_currentpwd_text
source: Current password
de: Aktuelles Passwort
es_es: Contraseña Actual
fr: Mot de passe actuel
it: Password attuale
nl: Huidig wachtwoord
zh_hant_hk: 目前密碼

# airpurifier_more_fragment_wifi1_text
source: 1. Turn ON the product, then press the blue Wi-Fi button for 3 seconds.
de: 1. Schalten Sie das Produkt EIN und drücken Sie dann 3 Sekunden lang die blaue WLAN-Taste.
es_es: 1. ENCIENDA el producto y presione el botón azul de wifi durante 3 segundos.
fr: 1. Allumer le produit, puis maintenez le bouton bleu du Wi-Fi pendant 3 secondes.
it: 1. ACCENDERE il prodotto e premere il tasto blu del Wi-Fi per 3 secondi.
nl: 1. Schakel het product AAN, druk dan 3 seconden lang op de blauwe wifi-knop.
zh_hant_hk: 1. 啟用產品，然後按住藍色Wi-Fi按鈕3秒。

# airpurifier_more_fragment_wifi2_text
source: 2. The product emits a “ding” and the Wi-Fi indicator flashes to indicate that the device is in configuration mode.
de: 2. Das Produkt gibt einen Ton aus und die Wlan-Anzeige blinkt, um anzuzeigen, dass sich das Gerät im Konfigurationsmodus befindet.
es_es: 2. El producto emite un «ding» y el indicador de wifi parpadea para indicar que el dispositivo está en modo configuración.
fr: 2. Le produit émet un « ding » et l'indicateur Wi-Fi clignote pour indiquer que l’appareil est en mode configuration.
it: 2. Il prodotto emette un “ding” e l'indicatore del Wi-Fi lampeggia per indicare che il dispositivo si trova in modalità di configurazione.
nl: 2. Het product maakt een "ding"-geluid en de wifi-indicator knippert om aan te duiden dat het apparaat zich in configuratiemodus bevindt.
zh_hant_hk: 2. 產品發出「叮」一聲，同時Wi-Fi指示燈閃爍，表示機器處於配置模式。

# airpurifier_more_fragment_wifi3_text
source: 3. Enter the home Wi-Fi password.
de: 3. Überprüfen Sie in der APP, ob das erkannte WLAN Ihr privates WLAN ist, und geben Sie das Passwort dafür ein.
es_es: 3. Compruebe en la aplicación si el Wi-Fi detectado es su Wi-Fi doméstico e introduzca la contraseña.
fr: 3. Vérifiez sur l’écran de l’application Pure Air si le Wi-Fi détecté est celui de votre box domestique et entrer son mot de passe.
it: 3. Verificare sull'app che il Wi-Fi trovato sia il Wi-fi di casa e inserire la sua password.
nl: 3. Controleer op de app of het gedetecteerde wifi-signaal het signaal van uw wifi thuis is, en voer het wachtwoord ervan in.
zh_hant_hk: 3. 輸入家中的Wi-Fi密碼。

# airpurifier_more_show_softversion_text
source: Software version
de: Aktualisierung der Softwareversion
es_es: Actualización de la versión de software
fr: Version du logiciel
it: Versione software
nl: Bijwerking softwareversie
zh_hant_hk: 軟件版本

# airpurifier_moredevice_show_typeki_text
source: Rowenta XL in EU
de: Modellnummer: Rowenta XL in der EU
es_es: Número de modelo: Rowenta XL en la UE
fr: Numéro de modèle : Rowenta XL dans l’UE
it: Rowenta XL nell'UE
nl: Modelnummer: Rowenta XL in EU
zh_hant_hk: 歐盟Rowenta XL

# airpurifier_more_show_poor_text
source: Bad
de: Schlecht
es_es: Mala
fr: Mauvais
it: Scarsa
nl: Slecht
zh_hant_hk: 劣

# airpurifier_moredevice_show_room1_text
source: Room 1
de: Raum 1
es_es: Sala 1
fr: Pièce 1
it: Stanza 1
nl: Kamer 1
zh_hant_hk: 房間1

# airpurifier_moredevice_show_configerrorseewhere_text
source: Configuration failed. Let's check the error:
de: Die Konfiguration ist fehlgeschlagen. Überprüfen Sie, wo möglicherweise der Fehler liegt:
es_es: Error en la configuración. Veamos dónde puede estar el fallo:
fr: La configuration a échoué. Vérifions ce qui pose problème :
it: Configurazione non riuscita Vediamo quale potrebbe essere il problema:
nl: Configuratie mislukt. Laten we nagaan wat er foutloopt:
zh_hant_hk: 配置失敗。讓我們找出錯誤：

# airpurifier_moredevice_show_runregularornot_text
source: (1) Is the device operating normally?
de: (1) Arbeitet das Gerät normal?
es_es: (1) ¿Funciona correctamente el dispositivo?
fr: (1) L'appareil fonctionne t-il normalement ?
it: (1) Il dispositivo funziona normalmente?
nl: (1) Werkt het apparaat normaal?
zh_hant_hk: (1) 機器是否運作正常？

# airpurifier_moredevice_show_wificonnectregular_text
source: (2) Is your Wi-Fi connection turned on?
de: (2) Ist Ihre Wlan-Verbindung aktiviert?
es_es: (2) ¿Tu Wi-Fi está activado?
fr: (2) Votre Wi-Fi est il activé ?
it: (2) La connessione Wi-Fi è accesa?
nl: (2) Is uw wifi-verbinding ingeschakeld?
zh_hant_hk: (2) 是否已開啟Wi-Fi連線？

# airpurifier_moredevice_show_unbinddevice_button
source: Remove the device binding
de: Geräteverbindung entfernen
es_es: Eliminar el enlace del dispositivo
fr: Supprimez la liaison de l’appareil
it: Rimuovi il collegamento del dispositivo
nl: Verwijder de apparaatkoppeling
zh_hant_hk: 解除裝置的綁定

source: Add a product
de: Gerät hinzufügen
es_es: Añadir un producto
fr: Ajouter un produit
it: Aggiungi un prodotto
nl: Een product toevoegen
zh_hant_hk: 新增產品

# airpurifier_moredevice_show_sure_button
source: OK
es_es: Aceptar
zh_hant_hk: 確認

# airpurifier_moredevice_show_confirm_text
source: Confirm
de: Bestätigen
es_es: Confirmar
fr: Valider
it: Conferma
nl: Bevestigen
zh_hant_hk: 確認

# airpurifier_moredevice_show_refuse_text
source: Refuse
de: Verweigern
es_es: Rechazar
fr: Refuser
it: Rifiuta
nl: Weigeren
zh_hant_hk: 拒絕

# airpurifier_moredevice_show_hintwifi_hint
source: Account
de: Konto
es_es: Cuenta
fr: Compte
zh_hant_hk: 帳戶

# airpurifier_barcode_show_laser_tip
source: Scan the QR code located behind your purifier
de: Scannen Sie den QR-Code des Geräts, um es hinzuzufügen.
es_es: Escanea el código QR ubicado detrás de tu purificador
fr: Scanner le code QR situé derrière votre purificateur
it: Scansiona il codice QR situato dietro il purificatore
nl: Scan de QR code die zich op de achterkant van uw luchtreiniger bevindt.
zh_hant_hk: 請掃瞄機身背面的QR碼

# airpurifier_notification_show_title_text
source: Title
de: Anrede
es_es: Tratamiento
fr: Titre
it: Titolo
nl: Aanspreektitel
zh_hant_hk: 稱謂

# airpurifier_notification_show_message_text
source: Message
de: Nachricht
es_es: Mensaje
fr: Messages
it: Messaggio
nl: Bericht
zh_hant_hk: 訊息

# airpurifier_notification_show_content_text
source: custom message
de: benutzerdefinierte Nachricht
es_es: Mensaje personalizado
fr: Message personnalisable
it: personalizza messaggio
nl: aangepast bericht
zh_hant_hk: 自訂訊息

# airpurifier_more_show_tenminutsstartsupor_text
source: We advise to open the air purifier in living room if there are ten minutes before off duty.
de: Wir empfehlen Ihnen, den Luftreiniger im Wohnzimmer 10 Minuten vor Feierabend einzuschalten.
es_es: Se recomienda encender el purificador de aire en la sala de estar si faltan diez minutos para salir de la oficina.
fr: Nous vous conseillons d'allumer le purificateur d’air %@ minutes avant de devoir %%%% partir.
it: Ti consigliamo di accendere il purificatore alcuni minuti prima di tornare a casa.
nl: Wij raden aan om de luchtreiniger in de woonkamer te openen, indien mogelijk, tien minuten voordat u klaar bent met werken.
zh_hant_hk: 我們建議於回家前10分鐘於客廳啟動空氣淨化器。

# airpurifier_adjust_show_currentcity_text
source: Current City
de: Aktuelle Stadt
es_es: Ciudad actual
fr: Ville actuelle
it: Città attuale
nl: Huidige Stad
zh_hant_hk: 目前城市

# airpurifier_adjust_show_none_text
source: None
de: Ohne
es_es: Ninguno
fr: Aucun
it: Nessuno
nl: Geen
zh_hant_hk: 沒有

# airpurifier_socialize_show_useexistingaccountcomment_text
source: Use the existing account to comment
de: Vorhandene Konten für Kommentar verwenden
es_es: Utilice las cuentas existentes para hacer comentarios
fr: Utilisez les comptes existants pour commenter
it: Usa gli account esistenti per commentare
nl: Gebruik de bestaande accounts om opmerkingen te geven
zh_hant_hk: 使用目前帳戶留言

# airpurifier_socialize_show_netloadfailed_text
source: Network load failed, please try again.
de: Das Laden des Netzwerks ist fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error de carga de red, vuelva a intentarlo.
fr: Erreur de chargement du réseau, merci d'essayer à nouveau.
it: Caricamento rete fallito, si prega di riprovare.
nl: Netwerkverbinding mislukt, gelieve opnieuw te proberen.
zh_hant_hk: 網絡載入失敗，請再試一次。

# airpurifier_more_show_needchange_text
source: Need to change
de: muss geändert werden
es_es: Necesita cambiar
fr: Changement requis
it: Cambiamento richiesto
nl: moet veranderen
zh_hant_hk: 需要更換

# airpurifier_dialog_show_cue_text
source: prompt
de: aufforderung
es_es: aviso
fr: invite de commandes
it: immediato
nl: onmiddellijk
zh_hant_hk: 提示

# airpurifier_more_show_opensupotrsuccess_text
source: Purifier successfully turned on
de: Luftreiniger erfolgreich eingeschaltet
es_es: Purificador encendido correctamente
fr: Appareil allumé avec succès
it: Purificatore accesso correttamente
nl: Luchtreiniger met succes ingeschakeld
zh_hant_hk: 已啟動空氣淨化器

# airpurifier_more_show_newuser_text
source: New User
de: Neuer Nutzer
es_es: Nuevo usuario
fr: Nouvel utilisateur
it: Nuovo utente
nl: Nieuwe Gebruiker
zh_hant_hk: 新使用者

# airpurifier_more_show_enternickname_text
source: Please input the nickname less than 12 letters
de: Geben Sie einen Kurznamen mit weniger als 12 Buchstaben ein
es_es: Introduzca un alias que contenga menos de 12 letras
fr: Merci de saisir un nom de moins de 12 lettres
it: Si prega di inserire un nickname con meno di 12 lettere
nl: Gelieve een bijnaam met minder dan 12 tekens in te voeren
zh_hant_hk: 請輸入一個不多於12個英文字母的暱稱

# airpurifier_more_show_pleaseenternickname_text
source: Please enter the nickname
de: Benutzernamen eingeben
es_es: Introduzca el apodo
fr: Entrez votre Pseudo
it: Si prega di inserire il nickname
nl: Gelieve de bijnaam in te voeren
zh_hant_hk: 請輸入暱稱

# airpurifier_more_show_pleaseenterdevicename_text
source: Please input device name
de: Gerätenamen eingeben
es_es: Introduzca el nombre del dispositivo
fr: Merci d'entrer le nom du périphérique
it: Inserisci il nome del dispositivo
nl: Gelieve de naam van het toestel in te voeren
zh_hant_hk: 請輸入裝置名稱

# airpurifier_more_show_suredeletemember_text
source: Are you sure you want to delete "%@"?
de: Sind Sie sicher, dass Sie „%@“ löschen möchten?
es_es: ¿Está seguro de que desea eliminar «%@»?
fr: Voulez-vous vraiment supprimer « %@ »?
it: Sei sicuro di voler eliminare "%@"?
nl: Bent u er zeker van dat u "%@" wilt verwijderen?
zh_hant_hk: 確定刪除「%@」?

# airpurifier_more_show_noauthority_text
source: Not allowed
de: Sie haben nicht die erforderlichen Rechte
es_es: No está permitido
fr: Pas d'autorisation
it: Non ammessi
nl: U bent niet gemachtigd
zh_hant_hk: 不允許

# airpurifier_more_show_ubbindsuccess_text
source: Successfully removed
de: Verbindung erfolgreich getrennt
es_es: Fue eliminado correctamente
fr: Suppression réussie
it: Rimosso con successo
nl: Met succes verwijderd
zh_hant_hk: 成功移除

# airpurifier_more_show_ubbindfailed_text
source: Unsuccessfully removed
de: Trennung fehlgeschlagen
es_es: No se eliminó correctamente
fr: Echec de la suppression
it: Eliminazione dispositivo non riuscita
nl: Verwijderen mislukt
zh_hant_hk: 未能移除

# airpurifier_more_show_cancelsharesuccess_text
source: Cancel sharing successfully
de: Freigabe erfolgreich abgebrochen
es_es: Uso compartido cancelado correctamente
fr: Partage annulé avec succès
it: Annullamento condivisione riuscito
nl: Delen annuleren gelukt
zh_hant_hk: 成功取消共享

# airpurifier_more_show_cancelsharefailed_text
source: Cancel sharing unsucessfully
de: Abbruch der Freigabe nicht erfolgreich
es_es: Error en la cancelación del uso compartido
fr: Echec de l'annulation du partage
it: Annullamento condivisione non riuscito
nl: Delen annuleren mislukt
zh_hant_hk: 未能取消共享

# airpurifier_moredevice_show_sharesuccessful_text
source: Successfully shared
de: Freigabe erfolgreich
es_es: Compartido correctamente
fr: Partagé avec succès
it: Condiviso con successo
nl: Met succes gedeeld
zh_hant_hk: 成功共享

# airpurifier_moredevice_show_usernotexist_text
source: The user does not exist
de: Der Nutzer ist nicht vorhanden
es_es: El usuario no existe
fr: L'utilisateur n'existe pas
it: L'utente non esiste
nl: De gebruiker bestaat niet
zh_hant_hk: 使用者不存在

# airpurifier_moredevice_show_pleaseenterrightphone_text
source: Please enter correct email
de: Geben Sie eine richtige E-Mail ein
es_es: Por favor, introduzca un correo electrónico correcto
fr: Merci de saisir un email valide
it: Si prega di digitare l'email corretta
nl: Gelieve een correct mailadres in te voeren
zh_hant_hk: 請輸入正確的電郵

# airpurifier_more_show_adddingtimesuccess_text
source: Schedule successfully added
es_es: Programación añadida correctamente
fr: Planification enregistrée avec succès
it: Programma aggiunto con successo
nl: Planning met succes uitgeschakeld
zh_hant_hk: 成功新增排程

# airpurifier_more_show_verifydingtimesuccess_text
source: Planning successfully modified
de: Timing erfolgreich geändert
es_es: Programación modificada correctamente
fr: Planification modifiée avec succès
it: Pianificazione modificata correttamente
nl: Planning met succes gewijzigd
zh_hant_hk: 成功修改排程

# airpurifier_more_show_deletedingtimesuccess_text
source: Planning successfully deleted
de: Timing erfolgreich gelöscht
es_es: Programación eliminada correctamente
fr: Planification supprimée avec succès
it: Pianificazione eliminata correttamente
nl: Planning met succes verwijderd
zh_hant_hk: 成功刪除排程

# airpurifier_more_show_open_dingtime_success_text
source: Planning successfully turned on
de: Timing erfolgreich aktiviert
es_es: Programación activada correctamente
fr: Programmation activée avec succès
it: Accensione programmata del purificatore riuscita
nl: Planning met succes ingeschakeld
zh_hant_hk: 成功啟用排程

# airpurifier_more_show_closedingtimesuccess_text
source: Planning successfully turned off
de: Timing erfolgreich deaktiviert
es_es: Programación desactivada correctamente
fr: Programmation arrêtée avec succès
it: Accensione purificatore riuscita
nl: Planning met succes uitgeschakeld
zh_hant_hk: 成功關閉排程

# airpurifier_moredevice_show_bindsuccessfuly_text
source: Successfully paired
de: Erfolgreich gekoppelt
es_es: Emparejado correctamente
fr: Appairage réussi
it: Collegamento riuscito
nl: Met succes gekoppeld
zh_hant_hk: 已成功配對
