Repository: TangYumeiSkyable/Seb
Catalog: iOS/supor/Classes/Supporting/*.lproj/Localizable.strings
Languages: de, es_es, fr, it, nl, zh_hant_hk

# airpurifier_moredevice_show_bindfailed_text
source: Pairing failed
de: Kopplung ist fehlgeschlagen
es_es: Error de emparejamiento
fr: Erreur d'appairage
it: Collegamento non riuscito
nl: Koppeling mislukt
zh_hant_hk: 配對失敗

# airpurifier_moredevice_show_qrcodeidwrong_text
source: QR code is wrong
de: Falsche QR-Code-ID
es_es: Código QR incorrecto
fr: QR code erroné
it: Il codice QR è sbagliato
nl: QR-code is verkeerd
zh_hant_hk: QR碼不正確

# airpurifier_moredevice_show_qrcodeisoverdue_text
source: QR code has expired
de: Überfälliger QR-Code
es_es: Código QR caducado
fr: QR code expiré
it: Codice Qr scaduto
nl: QR-code is vervallen
zh_hant_hk: QR碼已過期

# airpurifier_moredevice_show_additionfailed_text
source: Addition failed
de: Hinzufügen ist fehlgeschlagen
es_es: Error en la adición
fr: L'ajout a échoué
it: Inserimento non riuscito
nl: Toevoeging mislukt
zh_hant_hk: 新增失敗

# airpurifier_more_show_theleft_text
source: The left
de: Linke
es_es: La izquierda
fr: Gauche
it: La sinistra
nl: Links
zh_hant_hk: 左

# airpurifier_more_show_getit_text
source: Get it
de: Abrufen
es_es: Solicitarlo
fr: Merci
it: Ottieni
nl: Krijg het
zh_hant_hk: 明白了

# airpurifier_more_show_scanqrcode_text
source: Scan QR code
de: QR-Code scannen
es_es: Escanear el código QR
fr: Scannez le QR code
it: Scansiona codice QR
nl: QR-code scannen
zh_hant_hk: 掃描QR碼

# airpurifier_more_show_callconfirm_text
source: Are you sure you want to call "%@"?
de: Sind Sie sicher, dass Sie „%@“ anrufen wollen
es_es: ¿Está seguro de que desea llamar a «%@»?
fr: Etes-vous sûr de vouloir appeler « %@ » ?
it: Sei sicuro di voler chiamare "%@"?
nl: Bent u er zeker van dat u "%@" wilt bellen
zh_hant_hk: 確定致電「%@」？

# airpurifier_more_show_updatetipmsg_text
source: The current version is V%@,
de: Die aktuelle Version ist V%@,
es_es: La versión actual es V%@,
fr: La version actuelle est V%@,
it: La versione attuale è V%@,
nl: De huidige versie is V%@,
zh_hant_hk: 目前版本為 V%@，

# airpurifier_more_show_nodevice_text
source: No device
de: Kein Gerät
es_es: No hay dispositivo
fr: Aucun périphérique
it: Nessun dispositivo
nl: Geen apparaat
zh_hant_hk: 沒有裝置

# airpurifier_more_show_noscheduling_text
source: No scheduling
de: Kein Zeitplan
es_es: No hay programación
fr: Aucune planification
it: Nessuna pianificazione
nl: Geen planning
zh_hant_hk: 目前沒有排程

# airpurifier_more_show_cancelword_text
source: Cancel
de: Abbrechen
es_es: Cancelar
fr: Annuler
it: Cancella
nl: Annuleren
zh_hant_hk: 取消

# airpurifier_more_show_cookiesmsg_text
source: Pure Air uses notifications to send you alerts of indoor and outdoor pollution peaks, and to give you relevant advices to breathe pure air at any time.
de: Intense Pure Air Connect verschickt via Push-Nachrichtigen Informationen zur Innen- und Außenluft-Verschmutzung und gibt Ihnen so Ratschläge die Ihnen helfen können stets saubere Luft zu atmen.
es_es: Pure Air utiliza notificaciones para darle alertas de los picos de contaminación en interiores y exteriores, y para darle consejos relevantes para respirar un aire puro en cualquier momento.
fr: Pure Air utilise les notifications pour vous aider à respirer un air pur à tout moment avec des alertes de pollution et des conseils personnalisés.
it: Pure Air utilizza le notifiche per inviare avvisi di picchi di inquinamento indoor e outdoor e per darvi consigli importanti per respirare aria pura in qualsiasi momento.
nl: Intense Pure Air Connect gebruikt meldingen om je te verwittigen over de kwaliteit van de binnen- en buitenlucht en geeft je advies om op elk moment een zo zuiver mogelijke lucht te laten ademen.
zh_hant_hk: 「Pure Air」透過通知功能來向您傳送室內及戶外污染高峰警示，以及隨時為您提供適當的建議，助您呼吸到純淨的空氣。

# airpurifier_more_show_notification_text
source: Settings of notifications
de: Einstellungen von Benachrichtigungen
es_es: Configuración de notificaciones
fr: Gestion des notifications
it: Impostazioni delle notifiche
nl: Instellingen voor meldingen
zh_hant_hk: 通知設定

# airpurifier_more_show_personaldatapolicy_text
source: Personal data policy
de: Datenschutzerklärung
es_es: Política de datos personales
fr: Politique de données personnelles
it: Trattamento dei dati personali
nl: Beleid voor persoonlijke gegevens
zh_hant_hk: 個人資料政策

# airpurifier_more_show_legals_text
source: Legal notice
de: Impressum
es_es: Avisos legales
fr: Mentions légales
it: Note legali
nl: Juridische mededelingen
zh_hant_hk: 法律公告

# airpurifier_more_show_ifu_title
source: User guide
de: Die Gebrauchsanweisung des Produkts
es_es: Instrucciones de uso del aparato
fr: Notice d'utilisation
it: Istruzioni
nl: Gebruikershandleiding
zh_hant_hk: 用戶指南

# airpurifier_login_show_more_text
source: More
de: Mehr
es_es: Más
fr: En savoir plus
it: Altro
nl: Instellingen
zh_hant_hk: 更多

# airpurifier_more_show_preference_text
source: Preference
de: Präferenz
es_es: Preferencia
fr: Préférences
it: Preferenza
nl: Voorkeur
zh_hant_hk: 偏好設定

# airpurifier_more_show_legal_text
source: Legal
de: Gesetzliche Bestimmungen
es_es: Información legal
fr: Contenus juridiques
it: Legale
nl: Wettelijk
zh_hant_hk: 法律

# airpurifier_more_show_filtertitile_text
source: Filter replacement reminder
de: Denken Sie daran, den Filter auszutauschen
es_es: Recordatorio de sustitución del filtro
fr: Rappel de remplacement du filtre
it: Ricorda di sostituire il filtro
nl: Herinnering vervanging filter
zh_hant_hk: 更換濾網提示

# airpurifier_more_show_filteritemone_text
source: filter of your
de: filter von
es_es: filtro de su
fr: le filtre de votre
it: filtro del tuo
nl: filter van uw
zh_hant_hk: 的濾網

# airpurifier_more_show_filteritemtwo_text
source: has been working
de: arbeitet
es_es: ha estado funcionando
fr: fonctionne depuis
it: has lavorato
nl: heeft gewerkt
zh_hant_hk: 已使用了

# airpurifier_more_show_filteritemthree_text
source: hours and it has been consumed by
de: Stunden und wurde verbraucht durch
es_es: horas y se ha consumido en un
fr: et il a été consommé à
it: ore ed esso è stato consumato dai
nl: uren en het is opgenomen door
zh_hant_hk: 小時，消耗率達

# airpurifier_more_show_pmtitle_text
source: We advise you to turn you purifier on
de: Wir empfehlen Ihnen, den Luftreiniger einzuschalten
es_es: Se recomienda encender el purificador
fr: Il est conseillé d'allumer votre purificateur d'air
it: Suggeriamo di accendere il purificatore
nl: We raden aan om uw luchtreiniger in te schakelen
zh_hant_hk: 我們建議您啟動空氣淨化器

# airpurifier_more_show_pmitem_text
source: The air quality of
de: Die Luftqualität von
es_es: La calidad del aire de
fr: La qualité de l’air de
it: La qualità dell'aria di
nl: De luchtkwaliteit
zh_hant_hk: 的空氣質素

# airpurifier_more_show_pmitem_text2
source: is poor. We advise you to limit oudoor activities and turn on your air purifier
de: ist schlecht. Wir empfehlen Ihnen im Freien einen Mundschutz zu tragen und den Luftreiniger im Innenbereich einzuschalten.
es_es: es mala. Se recomienda evitar las actividades al aire libre y encender el purificador de aire
fr: est actuellement mauvaise. Il est conseillé d'éviter les grands axes routiers et de limiter les activités en plein air
it: è bassa. Suggeriamo di limitare le attività all'aperto e di accendere il purificatore
nl: is slecht. Wij raden aan om een mondmasker te dragen en uw luchtreiniger in te schakelen
zh_hant_hk: 欠佳。我們建議您減少戶外活動，並啟動您的空氣淨化器

# airpurifier_more_show_pmitems_text
source: We advise you to limit outdoor activities.
de: Wir empfehlen Ihnen, einen Mundschutz zu tragen.
es_es: Se recomienda evitar las actividades al aire libre.
fr: Il est conseillé de limiter les activités en plein air.
it: Vi consigliamo di limitare le attività all'aperto.
nl: We raden aan om een mondmasker te dragen.
zh_hant_hk: 我們建議您減少戶外活動。

# airpurifier_more_airquality_tvno2
source: NO₂
zh_hant_hk: 二氧化氮（NO₂）

# airpurifier_more_airquality_tvo3
source: O₃
zh_hant_hk: 臭氧（O₃）

# airpurifier_more_airquality_pm25
source: PM2.5 refers to particles with diameter smaller than 2.5 microns that can easily penetrate the membrane of lung cells.
de: PM2.5 bezieht sich auf Partikel mit einem Durchmesser von weniger als 2,5 Mikrometern und kann die Membran von Lungenzellen leicht durchdringen.
es_es: PM2.5 hace referencia a las partículas con un diámetro inferior a 2,5 micras que pueden penetrar fácilmente la membrana de las células pulmonares.
fr: P2,5 fait référence à des particules de diamètre inférieur à 2,5 microns et peut facilement pénétrer la membrane des cellules pulmonaires.
it: PM2.5 si riferisce alle particelle con un diametro inferiore ai 2.5 micron e può penetrare facilmente nelle membrane delle cellule polmonari.
nl: PM2.5 verwijst naar fijn stof met een diameter van minder dan 2,5 micron en kan gemakkelijk doordringen tot het membraan van een longcel.
zh_hant_hk: PM2.5指直徑少於2.5微米的粒子，可輕易穿透肺細胞的細胞膜。

# airpurifier_more_airquality_o3
source: O₃ is a form of oxygen that has three atoms per molecule rather than the usual two. When it is in the upper atmosphere it absorbs ultraviolet rays, hereby being a lifesaver. However, near the earth's surface it is a harmful pollutant which contributes to respiratory diseases such as asthma.
de: O3 ist eine Form von Sauerstoff mit drei Atomen pro Molekül anstatt der üblichen zwei Atome. In der oberen Atmosphäre absorbiert es ultraviolette Strahlen und ist deshalb lebensrettend. Nahe der Erdoberfläche ist es jedoch ein gesundheitsschädlicher Reiz- und Schadstoff, der Atemwegserkrankungen wie Asthma verursacht.
es_es: El O₃ es una forma de oxígeno que contiene tres átomos por molécula en lugar de dos, lo normal. Cuando se presenta en la atmósfera superior absorbe los rayos ultravioletas, actuando así de salvavidas, pero cerca de la superficie terrestre actúa como irritante dañino y contaminante que contribuye al desarrollo de enfermedades respiratorias, como el asma.
fr: L'O3 est une forme d’oxygène qui a trois atomes par molécule, au lieu de deux. Lorsqu'il est présent dans l' atmosphère il absorbe les rayons ultraviolets, et agit comme un protecteur, mais une fois proche de la surface terrestre il devient un irritant nocif et il accentue les maladies respiratoires comme l’asthme.
it: O3 è una forma di ossigeno che dispone di tre atomi per molecola invece dei normali due. Quando si trova nell'alta atmosfera, assorbe raggi ultravioletti, svolgendo un ruolo di protettore, ma in prossimità della superficie terrestre è un irritante pericoloso e inquinante che contribuisce a malattie respiratorie come l'asma.
nl: O3 is een vorm van zuurstof met drie atomen per molecule in plaats van twee zoals gebruikelijk. In de hogere atmosfeer absorbeert dit ultravioletstralen, waardoor het een levensreddende functie heeft, maar dichtbij het aardoppervlak is het een pijnlijk irritante vervuilende stof die bijdraagt tot aandoeningen van de luchtwegen zoals astma.
zh_hant_hk: 臭氧（O₃）是氧的其中一種形式，每粒分子含有三粒原子，而非一般含有兩粒原子。臭氧在高層大氣時，會吸收紫外線，對地球生物具有保護作用。可是，如果臭氧接近地球表面，就會變成有害的污染物，引起呼吸道疾病，例如哮喘。

# airpurifier_more_airquality_no2
source: NO₂ (Nitrogen Dioxide) is part of a group of highly reactive gases and primarily gets in the air from the burning of fuel. Breathing air with a high concentration of NO₂ can irritate airways in the human respiratory system.
de: NO2 (Stickstoffdioxid) gehört zu einer Gruppe von extrem reaktionsfreudigen Gasen und gelangt hauptsächlich durch die Verbrennung von Kraftstoff in die Umluft. Das Einatmen von Luft mit einer hohen Konzentration von NO2 kann die Atemwege irritieren.
es_es: El NO₂ (dióxido de nitrógeno) forma parte de un grupo de gases altamente reactivos y llega al aire principalmente a partir de la quema de combustible. Respirar aire con una concentración alta de NO2 puede irritar las vías respiratorias del sistema respiratorio humano.
fr: Le NO2 (dioxyde nitrogène) fait partie d’un groupe de gaz très réactifs et provient de la combustion du carburant. Respirer de l’air avec une forte concentration de NO2 peut irriter les voies du système respiratoire humain
it: No₂ (biossido di azoto) è parte di un gruppo di gas altamente reattivi e ottiene principalmente nell'aria alla combustione di carburante. Respirare aria con un'alta concentrazione di NO₂ può irritare vie aeree nell'apparato respiratorio umano.
nl: NO2 (nitrogeendioxide) maakt deel uit van een groep zeer reactieve gassen en komt voornamelijk door de verbranding van brandstoffen in de lucht terecht. Bij inademing van lucht met een hoge concentratie NO2 kunnen de luchtwegen geïrriteerd geraken.
zh_hant_hk: 二氧化氮（NO₂）是其中一種高度活性氣體，主要經燃燒燃料釋放到空氣中。吸入含高濃度二氧化氮的空氣，可對人體呼吸系統的呼吸道造成刺激。

# airpurifier_more_airquality_pm10
source: PM10 refers to particles with diameter smaller than 10 microns.
de: PM10 bezieht sich auf Partikel mit einem Durchmesser von weniger als 10 Mikrometern.
es_es: PM10 hace referencia a partículas con diámetro inferior a 10 micras.
fr: Les PM10 correspondent aux particules de diamètre inférieur à 10 microns.
it: PM10 si riferisce alle particelle con un diametro inferiore a 10 micron.
nl: PM10 verwijst naar fijn stof met een diameter van minder dan 10 micron.
zh_hant_hk: PM10是指直徑少於10微米的粒子。

# airpurifier_no_camera_permission
source: No camera permission: please go to the settings to activate it
de: Keine Berechtigung für Kamera
es_es: Sin permiso de cámara
fr: Accès à la caméra refusé : merci de l'autoriser dans vos paramètres
it: Accesso alla fotocamera negato: Vai su impostazioni per attivarlo
nl: Geen camera toegelaten
zh_hant_hk: 沒有相機權限，請前往設定授予權限

# airpurifier_no_storage_permission
source: No storage permission: please go to the settings to activate it
de: Keine Speicherberechtigung
es_es: Sin permiso de almacenamiento
fr: Accès au stockage refusé : merci de l'autoriser dans vos paramètres
it: Accesso alla memoria non autorizzato: Vai su impostazioni per attivarlo
nl: Geen opslag toegelaten
zh_hant_hk: 沒有儲存裝置權限，請前往設定授予權限

# airpurifier_no_phone_permission
source: No phone permission: please go to the settings to activate it
de: Keine Berechtigung für Telefon
es_es: Sin permiso de teléfono
fr: Accès au téléphone refusé : merci de l'autoriser dans vos paramètres
it: Accesso al telefono non autorizzato: Vai su impostazioni per attivarlo
nl: Geen telefoon toegelaten
zh_hant_hk: 沒有手機權限，請前往設定授予權限

# airpurifier_update_tip_title
source: Update tip
de: TIPPS-UPDATE
es_es: Recordatorio de actualización
fr: Rappel de mise à jour
it: Aggiornare tip
zh_hant_hk: 更新貼士

# airpurifier_update_tip_msg2
source: and you can update to version V%@
de: und Sie können eine Aktualisierung auf Version V%@ durchführen
es_es: y puede actualizar a la versión V%@
fr: et vous pouvez mettre à jour pour obtenir la version V%@
it: e puoi effettuare l'aggiornamento alla versione V%@
nl: en u kunt bijwerken tot versie V%@
zh_hant_hk: 您可以更新至版本V%@

# airpurifier_update_success
source: Successfully updated
de: erfolgreich aktualisiert
es_es: Actualizada correctamente
fr: mise à jour réussie
it: Aggiornamento riuscito
nl: met succes bijgewerkt
zh_hant_hk: 已成功更新

# airpurifier_update_failed
source: Failed to update
de: aktualisierung ist fehlgeschlagen
es_es: Error de actualización
fr: Echec de la mise à jour
it: Impossibile aggiornare
nl: bijwerken mislukt
zh_hant_hk: 更新失敗

# airpurifier_outdoor_airquality_notification_1_a
source: The outside air is pure. Enjoy outdoor activities!
de: Die Außenluft ist sauber. Genießen Sie Aktivitäten im Freien.
es_es: El aire exterior es puro. ¡Pratica actividades al aire libre!
fr: L'air extérieur est pur. Si il fait beau, profitez en pour pratiquer des activités à l’extérieur !
it: L'aria esterna è pura. Goditi le attività all'aperto!
nl: De buitenlicht is zuiver. Geniet van het buitenleven!
zh_hant_hk: 外面的空氣很清新，好好享受戶外活動吧！

# airpurifier_outdoor_airquality_notification_1_b
source: The outside air is pure. Open your windows!
de: Die Außenluft ist sauber. Lüften Sie Ihre Innenräume und öffnen Sie Ihre Fenster.
es_es: El aire exterior es puro. ¡Abra las ventanas!
fr: L'air extérieur est pur. Ouvrez vos fenêtres !
it: L'aria esterna è pura. Apri le tue finestre!
nl: De buitenlucht is zuiver. Open uw ramen!
zh_hant_hk: 外面的空氣很清新，打開窗吧！

# airpurifier_outdoor_airquality_notification_3_a
source: The outside pollution is high. Avoid intensive outdoor sport activities.
de: Die Luftverschmutzung im Freien ist hoch. Vermeiden Sie Intensivsport im Freien
es_es: La contaminación exterior es alta. Evite hacer deporte intensivo en el exterior
fr: L'air extérieur est très pollué. Si possible, évitez les activités de sport intensif à l’extérieur
it: L'inquinamento esterno è elevato. Evita le attività sportive intense all'aria aperta.
nl: De buitenlucht is sterk verontreinigd. Vermijd intensieve sportactiviteiten buiten
zh_hant_hk: 外面的空氣污染處於高水平，應避免在戶外進行劇烈運動。

# airpurifier_outdoor_airquality_notification_3_b
source: The outside air is polluted. If possible, avoid main roads: going away from a few tens of meters can make a big difference!
de: Die Außenluft ist verschmutzt. Vermeiden Sie, wenn möglich, Hauptverkehrsstraßen. Selbst eine Entfernung von mehreren zehn Metern kann einen großen Unterschied machen!
es_es: El aire exterior está contaminado. Si puede, evite las carreteras principales: ¡desviarse unos metros antes puede marcar la diferencia!
fr: L'air extérieur est très fortement pollué. S'éloigner des grands axes routiers de plusieurs dizaines de mètres peut avoir un effet positif notable sur votre santé!
it: L'aria esterna è inquinata. Se possibile, evita le strade principali: allontanarsi di qualche decine di metri può fare molta differenza!
nl: De buitenlucht is verontreinigd. Mijd de hoofdwegen indien mogelijk: enkele tientallen meters afstand kan een groot verschil maken!
zh_hant_hk: 外面的空氣受到污染，應盡量遠離主要道路，只要遠離數十米已經大有不同！

# airpurifier_outdoor_airquality_notification_4_a
source: The outside pollution is very high. Avoid intensive outdoor sport activities.
de: Die Luftverschmutzung im Freien ist sehr hoch. Vermeiden Sie Intensivsport im Freien.
es_es: La contaminación exterior es muy alta. Evite hacer deporte intensivo en el exterior.
fr: L'air extérieur est très fortement pollué. Évitez les activités de sport intensif à l’extérieur
it: L'inquinamento esterno è molto elevato. Evita le attività sportive intense all'aria aperta.
nl: De buitenlucht is sterk verontreinigd. Vermijd intensieve sportactiviteiten buiten
zh_hant_hk: 外面的空氣污染達甚高水平，應避免在戶外進行劇烈運動。

# airpurifier_outdoor_airquality_notification_4_b
source: The outside pollution is very high. Avoid main roads: going away from a few tens of meters can make a big difference!
de: Die Luftverschmutzung im Freien ist sehr hoch. Meiden Sie Hauptverkehrsstraßen. Schon in einer Entfernung von einigen 10 Metern kann sich die Luftqualität deutlich verbessern.
es_es: La contaminación exterior es muy alta. Evite las carreteras principales: ¡desviarse unos metros antes puede marcar la diferencia!
fr: Évitez les grands axes routiers. Eloignez vous de plusieurs dizaines de mètres pour vous limiter les impacts sur votre santé !
it: L'inquinamento esterno è molto elevato. Evita le strade principali: allontanarsi di qualche decine di metri può fare molta differenza!
nl: De buitenlucht is sterk verontreinigd. Mijd de hoofdwegen: enkele tientallen meters afstand kan een groot verschil maken!
zh_hant_hk: 外面的空氣污染達甚高水平，應盡量遠離主要道路，只要遠離數十米已經大有不同！

# airpurifier_outdoor_airquality_notification_5_a
source: Toxic air :-( Stay inside as much as possible
de: Giftige Luft: (Bleiben Sie die meiste Zeit drinnen
es_es: Aire tóxico :( No salga a la calle en la medida de lo posible
fr: L'air est toxique :( Restez à l’intérieur autant que possible
it: Aria esterna tossica :( Resta all'interno quanto più possibile
nl: Giftige buitenlucht :( Blijf zoveel mogelijk binnen. Giftige buitenlucht. Raadpleeg uw arts als u last hebt aan uw luchtwegen of aan uw hart
zh_hant_hk: 空氣有毒 :-( 應盡量留在室內

# airpurifier_outdoor_airquality_notification_5_b
source: In case of respiratory and cardiac discomfort, consult your doctor
de: Wenden Sie sich bei Atem- und Herzbeschwerden an Ihren Arzt
es_es: En caso de molestia respiratoria o cardíaca, consulte a su médico
fr: En cas de gêne respiratoire et cardiaque, consultez votre médecin
it: In caso di problemi respiratori o cardiaci, consultare il proprio medico
nl: Raadpleeg uw arts als u last hebt aan uw luchtwegen of aan uw hart
zh_hant_hk: 如果呼吸困難或心臟不適，應立即求醫

# airpurifier_personal_loading
source: File uploading...
de: datei wird hochgeladen ...
es_es: Archivo cargando...
fr: Mise à jour du fichier en cours...
it: File caricamento...
nl: bestand wordt opgeladen ...
zh_hant_hk: 正在上載檔案……

# circle_pm25_des
source: FINE PARTICLES & ALLERGENS
de: FEINSTAUB & ALLERGENE
es_es: PARTÍCULAS FINAS Y ALERGENOS
fr: PARTICULES FINES & ALLERGENES
it: PARTICELLE FINI & ALLERGENI
nl: FIJNE DEELTJES & ALLERGENES
zh_hant_hk: 微細懸浮粒子及致敏原

# pm25_unit
source: μg/m3
zh_hant_hk: 微克／立方米

# circle_gas_des
source: GAS
fr: GAZ
zh_hant_hk: 氣體

# air_quality_A
source: PURE AIR
de: Reine Luft
es_es: AIRE PURO
fr: AIR PUR
it: ARIA PURA
nl: ZUIVERE LUCHT
zh_hant_hk: 純淨的空氣

source: Firmware Version
es_es: Versión de firmware
fr: Version du firmware
it: Versione del firmware
nl: Firmware versie
zh_hant_hk: 韌體版本

source: Start
de: Starten
es_es: Iniciar
fr: Démarrer
it: Avvio
zh_hant_hk: 開始

# aplink_p2
source: Make sure that your phone is connected to your home Wi-Fi network.
de: Stellen Sie sicher, dass Ihr Telefon mit Ihrem lokalen WLAN-Hotspot verbunden ist.
es_es: Asegúrese de que su teléfono está conectado a su hotspot Wi-Fi doméstica.
fr: Assurez-vous que votre téléphone est connecté à votre point d’accès Wi-Fi domestique.
it: Assicurarsi che il telefono sia connesso alla rete Wi-Fi domestica.
nl: Zorg ervoor dat je telefoon met je Wi-Fi netwerk thuis verbonden is.
zh_hant_hk: 請確保您的手機已連接家中的Wi-Fi網絡。

# need_connect_wifi
source: You are not connected to your home Wi-Fi network yet. Please connect your smartphone to the Wi-Fi.
de: Sie sind noch nicht mit einem Wi-Fi-Hotspot verbunden. Bitte verbinden Sie Ihr Smartphone mit dem lokalen WLAN.
es_es: No está conectado a Wi-Fi hotspot todavía. Por favor conecte su smartphone a Wi-Fi doméstica.
fr: Vous n'êtes pas encore connecté au réseau Wi-Fi. Veuillez connectez votre smartphone au réseau Wi-Fi domestique.
it: Non sono ancora connesso alla rete Wi-Fi domestica. Si prega di collegare il tuo smartphone alla rete Wi-Fi.
nl: Je bent niet verbonden met een Wi-Fi hotspot. Gelieve je smartphone te verbinden met je lokale Wi-Fi netwerk.
zh_hant_hk: 您未連線至家中的Wi-Fi網絡。請將您的智能手機連線至Wi-Fi。

# know
source: I get it
de: Abrufen
es_es: Lo entiendo
fr: J'ai compris
it: Ho capito
nl: Ik begrijp het
zh_hant_hk: 我明白了

# select_product
source: Select device
de: Gerät auswählen
es_es: Selecciona el aparato
fr: Sélectionnez l'appareil
it: Selezionare il dispositivo
nl: Verwijder dit product
zh_hant_hk: 請選擇裝置

# aplink_p4
source: Turn your purifier on.
de: Schalten Sie Ihren Luftreiniger an.
es_es: Encender el purificador de aire.
fr: Allumez votre produit.
it: Accendere il vostro purificatore.
nl: Zet je luchtreiniger aan.
zh_hant_hk: 啟動您的空氣淨化器

source: Next
de: Weiter
es_es: Siguiente
fr: Suivant
it: Seguente
nl: Volgende
zh_hant_hk: 更多詳情

source: Active Wi-Fi
de: Aktives WI-FI
es_es: Activo Wi-Fi
fr: Wi-Fi actif
it: Attiva Wi-Fi
nl: Actieve Wi-Fi
zh_hant_hk: 使用中的Wi-Fi
